[
    {
        "image": "/images/working-less.jpg",
        "alt": "Colleagues",
        "title": "Working less is more productive",
        "author": "Giada Ferraglioni and Sergio Colombo",
        "hashtag": "health",
        "description": "There's growing interest in the benefits of a four-day workweek for productivity and employee wellbeing, but the picture is more complicated when it comes to climate change.",
        "text": "In 2011, Simon Ursell and the three other co-founders of newly born environmental consultancy Tyler Grange based in Gloucestershire, UK, decided to give all their workers a day off a month to volunteer.\nThey had found that many of their new employees already spent their free time volunteering in wildlife trusts. 'Our ecologists have always loved being ecologists,' Ursell says.\nBut last year, Tyler Grange took what some would see as a far more radical step towards workers wellbeing by trying out giving all employees a fifth of their workweek off.\nThe company joined the world's biggest ever four-day workweek trial, which took place in the UK from June to December 2022. The pilot aimed to assess whether companies could maintain productivity with a reduced working time – and, importantly, with no loss in pay for employees.\nManagers and workers at Tyler Grange celebrated the breakthrough with enthusiasm, with their results showing daily productivity rose by 22%. But Ursell was also keen to measure another outcome: the impact of the shorter workweek on the company's carbon footprint. And the four-day workweek turned out to be surprisingly good for this too, he says.\n'On average we saw a 21% reduction in the number of miles travelled by car,' he notes with a cheerful smile. Tyler Grange cut out meetings and travel that were unnecessary. Many employees used their additional days off to become even more involved in climate volunteering.\nThe conversation around the four-day workweek is gaining momentum all over the world. The non-profit which coordinated the UK trial, 4 Day Week Global, had already carried out pilots in the US and Ireland, while the public sector in Iceland and companies in Spain, Sweden, Belgium, Japan and New Zealand have all tested the impact of a shorter workweek.\nBut the UK trial was the biggest yet, involving more than 60 firms and organisations. The final results were published on 21 February, and some of the companies are making bolder claims supporting what previous studies suggested: a shorter workweek could help the planet.\nJuliet Schor, an economist and sociologist at Boston College and lead researcher at 4 Day Week Global who worked on both the UK and US pilots, argues that a shorter working week is key to achieving the carbon emissions reductions the world needs.\n'Although climate benefits are the most challenging thing to measure, we have a lot of research showing that over time, as countries reduce hours of work, their carbon emissions fall,' she says. A 10% reduction in hours is associated to an 8.6% fall in carbon footprint, according to a study co-authored by Schor in 2012. ",
        "source": "BBC"
    },
    {
        "image": "/images/free-meals.jpg",
        "title": "London gives primary school kids free meals",
        "author": "Grace Galler",
        "hashtag": "politics",
        "description": "The Mayor of London announced all primary school children in London will receive free school meals during the next academic year.",
        "text": "Sadiq Khan, the Mayor of London, has announced that all primary school children in London will receive free school meals for the next school year, commencing in September 2023.\nStating that 'no child should go to school hungry', Khan will be providing the funding as an 'emergency cost of living support measure'.\nTaking place during the 2023/2024 academic year, the London Assembly website has claimed that the introduction of universal free school meals could save families around £440 per child. What’s more, The Food Foundation has said that 270,000 pupils will benefit from this decision.\nIn a tweet, Khan emphasised that 'no child should go hungry, but a tragic symptom of the cost of living crisis means that sadly, far too many children are'.\nLabelling support for families amid the cost of living crisis as 'vital', the London Assembly has highlighted that Khan has committed to providing all primary school children with 'at least one hot, nutritious meal a day'.",
        "source": "New Food"
    },
    {
        "image": "/images/same-sex-couples.jpg",
        "title": "South Korean court recognizes same-sex couples",
        "author": "Justin McCurry",
        "hashtag": "politics",
        "description": "Seoul high court rules gay couple allowed same health insurance rights as heterosexual couple in landmark case",
        "text": "A court in South Korea has ruled that same-sex couples are entitled to the same spousal coverage under the national health insurance service as heterosexual couples – the first time the country has recognised the legal status of a gay partner.\nTuesday’s landmark decision by the Seoul high court overturned a previous ruling by a lower court in January 2022 that rejected a gay couple’s petition after one partner was told he had to make separate health insurance payments.\nUnder South Korean law, a dependent is exempt from making health insurance payments if their spouse meets certain employment conditions. The lower court threw out the petition because it did not recognise the partners as spouses.\nMore than 30 countries, including Taiwan, have legalised same-sex marriage, but it is still illegal in South Korea and Japan, where pressure is building for a change to the law before the country hosts the G7 summit in May.\nA Seoul high court judge said in a brief statement that the lower court ruling had been overturned and insurance contributions imposed on one of the spouses revoked, adding that the insurance service would have to pay costs for both sides in the case, the Korea Herald reported.",
        "source": "The Guardian"
    },
    {
        "image": "/images/k-pop.jpg",
        "title": "Using the power of K-pop for the planet",
        "author": "Ian Smith",
        "hashtag": "culture",
        "description": "K-pop fans from around the world are teaming up to tackle the climate crisis because after all there’s 'No K-pop on a dead planet'",
        "text": "Nurul and her colleagues have channelled most of their energy into six different climate campaigns. Over 33,000 fans from 170 countries have taken part in them.\nThe most successful of these has been 'No K-pop on a dead planet'. It called for K-pop albums to go green by selling digital rather than physical albums, minimising the packaging and encouraging low carbon performances.\nThe culture of buying physical albums is strong for many K-pop fans. It’s a way of showing support for their favourite band and there’s excitement in finding a photocard of your 'bias' (a K-pop fan term for your favourite member of a band) stashed inside. It’s a culture that can lead to overconsumption as fans buy multiple copies of one album to boost their favourite band and collect as many photocards as they can.\nCarla believes that their lobbying is having an impact on the industry. She points to the example of the band Victon. For the release of their album Chronograph, they gave fans a choice between buying the usual physical album or opting instead to be sent just the photocard and receive a digital copy of the album.\nThe 'No K-pop on a dead planet' campaign also led to discussions between Kpop4planet, the Korean government and the entertainment industry about implementing more sustainable practices.\n'A couple of them like SM Entertainment have joined the UN Global Compact and there's also JYP, they are joining the Korean Renewable 100 [a global initiative where businesses commit to running their operations 100 per cent from renewable energies]. They are the first K-pop company to join this one,' Nurul says.\n'This shows that now companies, even the government, are listening to the fans' voices, not only because they are the consumers, but also because we really care about these industries.'",
        "source": "Euronews.green"
    },
    {
        "image": "/images/free-transport.jpg",
        "title": "Montpellier announces free public transport",
        "author": "Angela Symons",
        "hashtag": "world",
        "description": "More and more places in Europe are seeing the benefits of encouraging the use of public transport",
        "text": "Montpellier in southern France is set to introduce free public transport.\nIt will become the largest French metropolis to introduce such a scheme.\nFrom the end of this year, local residents will be able to utilise a free transport pass across the city’s bus and tram network. The scheme aims to slash emissions, reduce pollution and improve accessibility for the city’s residents.\n'By introducing free transport, we are bold in taking a great measure of social justice, of progress, which works for the ecological transition,' tweeted the mayor of Montpellier, Michaël Delafosse.\nMontpellier has been experimenting with free transport on weekends since September 2020. In 2021, it extended this to weekdays for under-18s and over-65s.\nThe further extension of the scheme is part of the city’s €150 million push for zero carbon mobility, which also includes investment in cycle lanes and the creation of a low emissions zone.\nMontpellier is far from being a trailblazer. In fact, French towns and cities have been rolling out such schemes since the country’s transport management was decentralised in 2015.\nHowever the majority of these have less than 150,000 inhabitants.\nWith almost 200,000 inhabitants, Dunkirk is the largest city to have embraced free transport so far. After it introduced fare-free bus routes in 2018, passenger numbers increased by an average of 85 per cent.\nThe scheme is funded by a small increase in the Mobility Payment tax already levied on public and private companies in France with more than 10 employees.\nIn total, 39 territories in France have similar schemes, including the Marseille suburb of Aubagne, the port city of Calais and the western commune of Niort.\nMontpellier will be the largest city so far to adopt such a scheme.",
        "source": "Euronews.travel"
    },
    {
        "image": "/images/blood-tests.jpg",
        "title": "Cheap blood test detects 11 types of cancer",
        "author": "Amy Norton",
        "hashtag": "health",
        "description": "This specific test is more cost-effective and straightforward than others, as it needs just a tiny sample to pick up cancer signals from any of 22 types of cancer in the blood by simply counting bits of DNA present.",
        "text": "Researchers are reporting progress on a blood test that can detect multiple cancers in a relatively simpler, and potentially less pricey way than other tests under development.\nThe test picks up certain cancer signals in the blood using a fairly straightforward method: counting bits of DNA that appear to be 'broken' in unexpected places.\nIn the new study, scientists found that the approach can distinguish people with any of 11 different types of cancer from people who are cancer-free. Not only that, it can do so using a relatively small blood sample, according to senior researcher Dr. Muhammed Murtaza, of the University of Wisconsin's School of Medicine and Public Health, in Madison.\nThat's relative to other blood tests under development for cancer screening, which typically require multiple tubes of blood.\n'The biggest advantage of our approach would probably be in cost-effectiveness,' Murtaza said, although he added that it's hard to make predictions on real-world costs.\nThe study, published Jan. 11 in the journal Science Translational Medicine, is among the latest in the broader push to develop blood tests that can serve as a one-stop screening for multiple cancers.\nA number of companies are working on such 'multi-cancer' early detection tests. Essentially, they are all based on the fact that tumors shed bits of genetic material in the blood. If a test can detect those tumor signals, that could provide a simple, noninvasive way to screen for various cancers—including ones that now lack any screening method.",
        "source": "Medical press"
    },
    {
        "image": "/images/global-tunes.jpg",
        "title": "The jukebox conserving global tunes",
        "author": "Tibi Puiu",
        "hashtag": "culture",
        "description": "Nearly 6,000 songs from over 1,000 cultures worldwide have been collected and included in a free, interactive web portal. Spin the wheel of the Global Jukebox, or let it take you on a guided musical journey.",
        "text": "There are thousands of different languages and cultures around the world, each with its own distinct music and songs. Now, imagine a single online tool where you can browse through all this rich musical diversity.\nThat's exactly what Columbia University musicologist Alan Lomax set out to do by initiating the Global Jukebox project in the 1980s. Now, the project has morphed into a free, interactive web portal with recordings of nearly 6,000 folk songs from around the world that Lomax recorded or acquired.\nUsers can navigate the Global Jukebox either through a spinning wheel (hence the 'jukebox' name) or by using grouped markers on a world map. There are also 'journeys' which are basically fantastic stories with in-depth information about a certain culture or anthropological culture with musical examples. Whether it's the haunting chants of Senegal's Kunta people or the jazzy vibes of 1950s African-Americans in Detroit, there's something to explore and enjoy for virtually every culture.\nBeyond its intended uses in research and education, the Global Jukebox was meant to be an egalitarian showcase for the expressive arts and aesthetic values of all cultures. Alan Lomax called it the 'first democratic educational machine ever invented,' as it had no specific cultural bias and allowed users to explore the full range of expressiveness of culture from any starting point.\nIn other words, the Global Jukebox isn't just for fun -- it can be an extremely valuable academic tool. In a new study that appeared today in the journal PLoS ONE, researchers affiliated with the project have made all the extensive data behind Global Jukebox freely available to the general public and other researchers.",
        "source": "ZME Science"
    },
    {
        "image": "/images/child-poverty.jpg",
        "title": "Child poverty halved in 25 years - twice",
        "author": "Elizabeth Jordan",
        "hashtag": "world",
        "description": "A historic drop in the child poverty rate over the past 25 years showed us exactly what to do when the pandemic hit.",
        "text": "Child Trends’ report, Lessons From a Historic Decline in Child Poverty, tells an important story about the historic 59 percent decline in child poverty seen in the United States over the last quarter century. Child Trends’ report examined the various economic, demographic, and policy factors that led to the decline in poverty among children from birth to age 18.However, poverty is likely to be particularly harmful to our youngest children, who need access to certain resources during critical stages of early child development.\nIn 2021, 18 percent of children from birth to age 5 in the United States lived in families with incomes below the federal poverty level. Young children develop at an accelerated rate, learning and growing faster than at any other period in their lives. To fuel that growth, they need stable and loving families and caregivers; positive learning experiences; and access to food, shelter, and high-quality physical and mental health resources. These cornerstones of development are compromised for children living in poverty. Families in poverty may experience chronic stress, limited access to learning experiences and health services, and challenges to securing nutritional food and safe housing. These factors can have long-term impacts on the healthy development of young children, which have cascading and cumulative effects on their ongoing development. The earlier a child’s exposure to poverty, the greater the developmental consequences.\nApproaches to mitigating poverty for young children should also consider that young children of color—all racial and ethnic groups who are not White, and who constitute just over half of U.S. infants and toddlers in 2022—disproportionately experience poverty due to historical and structural inequities. Due to this history of racism, many of these families face systemic obstacles in connecting to employment opportunities and gaining generational wealth; many are not offered the same opportunities or pay for employment, or encounter discrimination and legal barriers that block their access to homeownership and housing stability. The rates of poverty for Native American, Black, and Hispanic infants and toddlers are all higher than the national average, with Native American and Black infant and toddler poverty rates approximately twice as high. These disparities and the historical context and systemic conditions that drive them must be addressed to lift all young children out of poverty.\nIn this brief, we complement the Child Trends report with a few thoughts on the needs of the youngest children living in poverty, and on how policymakers, practitioners, and researchers can consider these needs in designing and implementing anti-poverty efforts.",
        "source": "Child Trends"
    },
    {
        "image": "/images/love.jpg",
        "title": "Love hormone can heal damaged hearts",
        "author": "Frontiers",
        "hashtag": "health",
        "description": "Oxytocin is well known for its positive effects on mental wellbeing and social connections. New research found another incredible function: it is capable of activating a repair mechanism in injured hearts.",
        "text": "The neurohormone oxytocin is well-known for promoting social bonds and generating pleasurable feelings, for example from art, exercise, or sex. But the hormone has many other functions, such as the regulation of lactation and uterine contractions in females, and the regulation of ejaculation, sperm transport, and testosterone production in males.\nNow, researchers from Michigan State University show that in zebrafish and human cell cultures, oxytocin has yet another unsuspected function: It stimulates stem cells derived from the heart's outer layer (epicardium) to migrate into its middle layer (myocardium) and there develop into cardiomyocytes, muscle cells that generate heart contractions. This discovery could one day be used to promote the regeneration of the human heart after a heart attack. The results are published in Frontiers in Cell and Developmental Biology.\n'Here we show that oxytocin, a neuropeptide also known as the love hormone, is capable of activating heart repair mechanisms in injured hearts in zebrafish and human cell cultures, opening the door to potential new therapies for heart regeneration in humans,' said Dr. Aitor Aguirre, an assistant professor at the Department of Biomedical Engineering of Michigan State University, and the study's senior author.\nCardiomyocytes typically die off in great numbers after a heart attack. Because they are highly specialized cells, they can't replenish themselves. But previous studies have shown that a subset of cells in the epicardium can undergo reprogramming to become stem-like cells, called Epicardium-derived Progenitor Cells (EpiPCs), which can regenerate not only cardiomyocytes, but also other types of heart cells.",
        "source": "Phys.org"
    },
    {
        "image": "/images/kiss.jpg",
        "title": "Kissing Day promotes intimacy and health",
        "author": "John Crimmins, PhD",
        "hashtag": "health",
        "text": "In a world where we constantly strive for better mental and physical health, could the answer be as simple as a kiss? Yes, you read it right! Kissing not only creates a moment of intimate connection but also offers surprising health benefits. So, pucker up and discover how locking lips can boost your overall well-being.\nCan kissing really make us healthy?\nResearch suggests that kissing can indeed contribute to overall health and well-being. A study published in Psychoneuroendocrinology indicated that kissing stimulates the release of certain hormones and neurotransmitters associated with stress reduction and mood improvement.\nAnother study published in Archives of Sexual Behavior revealed that frequent kissing is associated with a decrease in perceived stress levels. The researchers found that those who engaged in regular kissing reported lower levels of stress and higher overall relationship satisfaction.When we kiss, what happens to our hormones?\nWhen we engage in a passionate kiss, our hormonal system ignites into a flurry of activity. The release of hormones plays a crucial role in shaping the physiological and emotional responses associated with this intimate act.\nOne of the main players is oxytocin, often referred to as the 'love hormone.' When we kiss, oxytocin floods our system, promoting feelings of attachment, trust, and intimacy strengthening the emotional bond between partners.\nThen there's dopamine, the pleasure powerhouse. Kissing causes dopamine to be released, resulting in a rush of happy sensations. The surge of dopamine leads to heightened sensations of pleasure, akin to the euphoria experienced when achieving a desired outcome.\nAnd lastly, there's serotonin, which is the mood regulator. Kissing stimulates the release of serotonin, which helps keep those stress levels in check and contributes to a sense of overall well-being. It's like a natural mood booster.\nTogether, the interplay of these hormones during kissing creates a complex biochemical symphony, enhancing the emotional connection and pleasure experienced by people engaging in this intimate act.",
        "source": "healthnews"        
    },
    {
        "image": "/images/resistance-training.jpg",
        "title": "Resistance training delays or even prevents Alzheimer's",
        "author": "Julia Moióli",
        "hashtag": "health",
        "text": "Regular physical exercise, such as resistance training, can prevent Alzheimer's disease, or at least delay the appearance of symptoms, and serves as a simple and affordable therapy for Alzheimer's patients. This is the conclusion of an article published in Frontiers in Neuroscience by Brazilian researchers affiliated with the Federal University of São Paulo (UNIFESP) and the University of São Paulo (USP).\nAlthough older people and dementia patients are unlikely to be able to do long daily runs or perform other high-intensity aerobic exercises, these activities are the focus for most scientific studies on Alzheimer's. The World Health Organization (WHO) recommends resistance exercise as the best option to train balance, improve posture and prevent falls. Resistance exercise entails contraction of specific muscles against an external resistance and is considered an essential strategy to increase muscle mass, strength and bone density, and to improve overall body composition, functional capacity and balance. It also helps prevent or mitigate sarcopenia (muscle atrophy), making everyday tasks easier to perform.\nTo observe the neuroprotective effects of this practice, researchers in UNIFESP's Departments of Physiology and Psychobiology, and the Department of Biochemistry at USP's Institute of Chemistry (IQ-USP), conducted experiments involving transgenic mice with a mutation responsible for a buildup of beta-amyloid plaques in the brain. The protein accumulates in the central nervous system, impairs synaptic connections and damages neurons, all of which are features of Alzheimer's disease.\nDuring the study, the mice were trained to climb a 110 cm ladder with a slope of 80° and 2 cm between rungs. Loads corresponding to 75%, 90% and 100% of their body weight were attached to their tails. The experiment mimicked certain kinds of resistance training undertaken by humans in fitness centers.\nAt the end of a four-week period of training, blood samples were taken to measure plasma levels of corticosterone, the hormone in mice equivalent to cortisol in humans; rising levels in response to stress heighten the risk of developing Alzheimer's. Levels of the hormone were normal (equal to those found in the control group comprising animals without the mutation) in the exercise-trained mice, and analysis of their brain tissue showed a decrease in formation of beta-amyloid plaques.\n'This confirms that physical activity can reverse neuropathological alterations that cause clinical symptoms of the disease,' said Henrique Correia Campos, first author of the article.",
        "source": "Medical press"        
    },
    {
        "image": "/images/jail.jpg",
        "title": "Government expands program offering degrees to prisoners",
        "author": "Sophie Austin; Janie Har",
        "hashtag": "politics",
        "text": "SACRAMENTO, Calif. (AP) — Members of California’s Black reparations task force handed off their historic two-year report to state lawmakers Thursday, beginning the next chapter in the long struggle to compensate the descendants of slavery.\nThe first U.S. panel of its kind met one last time Thursday, urging supporters to press lawmakers into action on more than 100 recommendations. State legislators and Gov. Gavin Newsom must agree for any money to be paid or for any policy changes to be adopted.\n'This book of truth will be a legacy, will be a testament to the full story,' said Lisa Holder, a civil rights attorney and task force member. 'Anyone who says that we are colorblind, that we have solved the problem of anti-Black animus and racism, I challenge you to read this document.'\nThe mood was buoyant, but tinged with frustration and anger that hours earlier, the U.S. Supreme Court struck down affirmative action in higher education, programs that have disproportionately helped Black students. Task force members said their suggestions will pass legal muster because the proposed benefits would only go to descendants of enslaved people, not to all Black residents.\nThe panel narrowly voted to limit any financial redress to residents who can document lineage from Black people who were in the U.S. in the 19th century.\nThe 1,100-page report details California’s role in perpetuating discrimination against Black residents. Ideas for repairing the harm range from formally apologizing to paying descendants of enslaved people for having suffered under racist actions such as over-policing and housing discrimination. The panel also recommended creating a new agency to oversee reparations efforts.\nTurning the proposals into policies won’t be easy. State Sen. Steven Bradford said there are 'a lot of folks' in the Legislature who do not support reparations and a 2021 Pew Research Center survey found that only 30% of U.S. adults favored the concept.\nA more recent survey by the nonpartisan Public Policy Institute of California found 54% of respondents had a negative opinion of California creating a reparations task force, although 59% said they would support a formal apology from the state to descendants.",
        "source": "AP"        
    },
    {
        "image": "",
        "title": "US states bring climate education to classrooms",
        "author": "",
        "hashtag": "politics",
        "text": "",
        "source": ""        
    },
    {
        "image": "",
        "title": "",
        "author": "",
        "hashtag": "",
        "text": "",
        "source": ""        
    },
    {
        "image": "",
        "title": "",
        "author": "",
        "hashtag": "",
        "text": "",
        "source": ""        
    },
    {
        "image": "",
        "title": "",
        "author": "",
        "hashtag": "",
        "text": "",
        "source": ""        
    },
    {
        "image": "",
        "title": "",
        "author": "",
        "hashtag": "",
        "text": "",
        "source": ""        
    },
    {
        "image": "",
        "title": "",
        "author": "",
        "hashtag": "",
        "text": "",
        "source": ""        
    },
    {
        "image": "",
        "title": "",
        "author": "",
        "hashtag": "",
        "text": "",
        "source": ""        
    },
    {
        "image": "",
        "title": "",
        "author": "",
        "hashtag": "",
        "text": "",
        "source": ""        
    },
    {
        "image": "",
        "title": "",
        "author": "",
        "hashtag": "",
        "text": "",
        "source": ""        
    },
    {
        "image": "",
        "title": "",
        "author": "",
        "hashtag": "",
        "text": "",
        "source": ""        
    },
    {
        "image": "",
        "title": "",
        "author": "",
        "hashtag": "",
        "text": "",
        "source": ""        
    },
    {
        "image": "",
        "title": "",
        "author": "",
        "hashtag": "",
        "text": "",
        "source": ""        
    }
]