[{
    "image": "/images/hot-news--coffee.jpg",
    "alt": "Coffee",
    "title": "Why (the right amount of) coffee could be good for your health",
    "author": "Jessica Brown",
    "hashtag": "health",
    "description": "Caffeine is the world's most beloved psychoactive drug – and it has gotten quite the bad rap over the years. New research, however, suggests that drinking coffee may actually benefit our health.",
    "text": "In the past, coffee was associated with increased health risks. But research from the last decade finds that drinking coffee may actually benefit your health.\nCaffeine is the most popular psychoactive drug in the world. Humans have been drinking coffee, a natural source of caffeine, for centuries, but there have been mixed messages around its effect on human health for decades.\n'Traditionally, coffee has been seen as a bad thing,' says Marc Gunter, head of the section of nutrition and metabolism at the International Agency for Research on Cancer (IARC). 'Research from the 1980s and 90s concluded that people who drank coffee had a higher risk of cardiovascular disease – but it’s evolved since then.'\nWith more, larger-scale population studies emerging over the last decade, Gunter says, scientists now have data from hundreds of thousands of coffee-drinkers. But what does the research tell us – and is coffee consumption providing health benefits, or risks?\nCoffee has been associated with an increased risk of cancer because it contains acrylamide, a carcinogenic substance found in foods including toast, cakes and chips. However, the IARC concluded in 2016 that coffee is not carcinogenic, unless it’s drunk very hot – above 65C (149F).\nNot only that, but more research has found that coffee may actually have a protective effect. Some studies have shown an association between coffee drinking and lower severity, and recurrence, of colon cancer in patients, for example.\nIn 2017, Gunter published the results of a study that looked at the coffee-drinking habits of half a million people across Europe over a period of 16 years. Those who drank more coffee had a lower risk of dying from heart disease, stroke and cancer. These findings are consistent with research from other parts of the world, including the US.\nGunter says there’s enough consensus across observational studies to confirm that people who drink up to four cups of coffee a day have fewer diseases compared to those who don’t drink any.\nThe potential benefit of coffee could go further. Coffee-drinkers in Gunter’s study were more likely to smoke and had unhealthier diets than non-coffee drinkers. This would suggest that if coffee does lower the risk of heart disease and cancer, it might be more powerful than we think – it’s overriding the effects of unhealthy behaviours.\nThat’s true whether it’s a cup of decaffeinated or caffeinated coffee. Decaf coffee has similar amounts of antioxidants as normal coffee, research has found. Gunter didn’t find differences between the health of people who drank caffeinated versus decaf, which led him to conclude that the health benefits associated with coffee are due to something other than caffeine.\nCause and effect\nHowever, all of this research was based on population data – which doesn’t confirm cause and effect.People who consume coffee may simply have better underlying health than people who choose not to, says Peter Rogers, who studies the effects of caffeine on behaviour, mood, alertness and attention at the University of Bristol. That's in spite of their unhealthier lifestyle habits, as found in Gunter’s research.\n'Some people suggested there might be protective effect, which is somewhat controversial as it’s based on population evidence,' he says.\nMeanwhile, people who consume coffee regularly often have higher blood pressure, which should increase the risk of cardiovascular disease. But, Rogers says, there isn’t evidence that higher blood pressure from drinking coffee is associated with higher risk of cardiovascular disease.\nClinical trials looking into coffee – which could better determine its benefits and risks – are rarer than population studies. But a group of researchers recently conducted a trial in which they observed the effects of drinking caffeinated coffee on blood sugar.\nThe small study, conducted by the Centre for Nutrition Exercise and Metabolism at England’s University of Bath, looked at how coffee affects the body’s response to breakfast after a fragmented night’s sleep. They found that participants who drank coffee, followed by a sugary drink that stood in for breakfast, had a 50% increase in blood sugar, compared to when they didn’t consume coffee before 'breakfast'.\nStill, this kind of behaviour would have to happen repeatedly over time for the risk to accumulate.\nPutting people into lab settings also brings up the question of how relevant the findings are to real life – indicating that neither population, or lab research can provide definitive answers on how coffee affects our health.",
    "source": "BBC"
},

{
    "image": "/images/hot-news--surfers.jpg",
    "alt": "Surfers",
    "title": "Surfers are heroes that save lives",
    "author": "La Trobe University",
    "hashtag": "world",
    "description": "Surfers play a critical role in keeping people safe on unpatrolled beaches. A two-year study by La Trobe University revealed surfers helped prevent drownings 2,500 times, rescued more than 250 people while surfing, and administered first aid to more than 100 people.",
    "text": "A first-of-its-kind study by La Trobe University researchers shows surfers play a critical role in keeping people safe on unpatrolled beaches, potentially saving hundreds of lives each year.\nMore than 550 surfers across Victoria were surveyed as part of a partnership study between Surfing Victoria and La Trobe's Center for Sport and Social Impact (CSSI).\nIn the first 24 months of the study, surfers helped prevent drownings by giving safety advice 2,500 times potentially preventing thousands of incidents, rescuing more than 250 people in the surf and administering first aid to more than 100 people.\nKiera Staley, research fellow at La Trobe's Center for Sport and Social Impact, said surfers are again playing a vital role in keeping the public safe this summer.\n'Surfers often know the risks of particular beaches, and have highly developed water survival skills,' said Kiera Staley.\n'The risks on beaches this year is intensified by almost three years of missed swimming lessons due to recent COVID impacts.'\n'Coastal areas are also experiencing a greater influx of people as many inland Victorian holiday destinations are still recovering from recent floods,' said Kiera Staley.\nThe research found that surfers are proving to be a vital year-round resource, reaching into many unpatrolled coastal locations.\nSport Australia estimates there are over 80,000 surfers in Victoria.\nLiam Robertson at Surfing Victoria said quantifying surfers' impact will hopefully draw more support for their programs.\n'Surfers perform hundreds of rescues year-round and compliment the incredible work that lifesavers do over the summer period,' said Liam Robertson.\nSurfboards are the perfect floatation device to assist in a rescue and surfers have a strong knowledge of the ocean allowing them to perform rescues safely.\n'The research that La Trobe University is undertaking reiterates the importance of the Surfers Rescue 24/7 program and how surfers can keep our beaches safe.'\n'We have had over 3,500 surfers complete the program so far and further funding will allow us to continue to bring this important program to surfers across the state.'\nSurfing Victoria runs Surfers Rescue 24/7, a free board rescue and CPR course created by Surfing NSW.\nSo far more than 3,500 Victorian surfers have been trained in life saving skills since it began four years ago.\nFull results of the research will be released after final data is collected in May 2023.",
    "source": "Phys.org"
},

{
    "image": "/images/flower.jpg",
    "alt": "Flower",
    "title": "Yale's popular 'happiness class' is available free online",
    "author": "Lauren Steele",
    "hashtag": "culture",
    "description": "If the past months have left you anxious and depressed, you’re not alone. The good news is your pandemic burnout can be cured: the online platform Coursera offers “The Science of Well Being“ – Yale’s most popular course ever – for free.",
    "text": "If the past 10 months of social distancing, isolation, and anxiety have been wearing you down, you’re not alone. The pandemic’s impact on our collective mental health has been profound. It’s been a long winter—and we’ve got more to go.\nOne piece of good news, though: the online learning platform Coursera offers 'The Science of Well Being'—Yale University’s most popular course ever—for free. Taken by one in four students at Yale, the class teaches participants to 'increase your own happiness and build more productive habits,' skills we could all benefit from right now.\nThe course is taught by Dr. Laurie Santos, professor of psychology and director of Yale’s Comparative Cognition Laboratory. Dr. Santos also hosts the popular podcast, The Happiness Lab. Over the span of 10 weeks, participants log anywhere between 20 minutes to three hours to complete lessons and assignments—which include videos, quizzes, and readings. The course consists of progressive, research-based lessons that build upon each other, from exposing our misconceptions about happiness and why our expectations are often so wrong, all the way to discovering what truly creates happiness and learning how we can design our personal environments to help ourselves change our behaviors.The homework in this class all centers around learning more about yourself and being able to switch bad habits with good ones to increase your quality of life. One of the first assignments is to take a character strengths survey developed by happiness psychologists. It measures your individual strengths and helps you to zero in on your best qualities, from self-regulation and humility to appreciation of beauty and gratitude. I found out that my strongest traits are perspective and honesty, and the course focuses the first few assignments on incorporating your biggest strengths more often in your personal life and at work. Very helpful, IMO.\nAs you work through the other assignments–like learning how to pay attention to small, special moments that happen each day and make note of them to others and to yourself (like telling someone about the especially beautiful flower garden you walked past today)–it’s easy to see how the course uses scientific research and readings to translate into actionable, lasting practices. One section of the course dissects how feeling gratitude activates parts of your brain related to the release of dopamine. Researchers have also found that writing down what you’re thankful for can help with everything from improved sleep to positive behavioral change. So the assignments? To begin writing down five things you are grateful for daily (it only takes about five minutes, too). Others implement random acts of kindness into your day–whether that means leaving a little thank you note for your coworkers or significant other, or buying a coffee for a stranger. Turns out, money can make us happy–if we spend it on the right things.\nThis course is geared toward anyone with any professional background, although, interestingly, 36% of participants started a new career after completing it. It’s 100% online, and the deadlines are flexible—so you can move them or reset them to match your schedule. The Science of Well Being is a 20-hour course, so it’s recommended to spend about three hours a week on it.",
    "source": "FastCompany"
}]