[
    {
        "image": "/images/working-less.jpg",
        "alt": "Colleagues",
        "title": "Working less is more productive",
        "author": "Giada Ferraglioni and Sergio Colombo",
        "hashtag": "health",
        "description": "There's growing interest in the benefits of a four-day workweek for productivity and employee wellbeing, but the picture is more complicated when it comes to climate change.",
        "text": "In 2011, Simon Ursell and the three other co-founders of newly born environmental consultancy Tyler Grange based in Gloucestershire, UK, decided to give all their workers a day off a month to volunteer.\nThey had found that many of their new employees already spent their free time volunteering in wildlife trusts. 'Our ecologists have always loved being ecologists,' Ursell says.\nBut last year, Tyler Grange took what some would see as a far more radical step towards workers wellbeing by trying out giving all employees a fifth of their workweek off.\nThe company joined the world's biggest ever four-day workweek trial, which took place in the UK from June to December 2022. The pilot aimed to assess whether companies could maintain productivity with a reduced working time – and, importantly, with no loss in pay for employees.\nManagers and workers at Tyler Grange celebrated the breakthrough with enthusiasm, with their results showing daily productivity rose by 22%. But Ursell was also keen to measure another outcome: the impact of the shorter workweek on the company's carbon footprint. And the four-day workweek turned out to be surprisingly good for this too, he says.\n'On average we saw a 21% reduction in the number of miles travelled by car,' he notes with a cheerful smile. Tyler Grange cut out meetings and travel that were unnecessary. Many employees used their additional days off to become even more involved in climate volunteering.\nThe conversation around the four-day workweek is gaining momentum all over the world. The non-profit which coordinated the UK trial, 4 Day Week Global, had already carried out pilots in the US and Ireland, while the public sector in Iceland and companies in Spain, Sweden, Belgium, Japan and New Zealand have all tested the impact of a shorter workweek.\nBut the UK trial was the biggest yet, involving more than 60 firms and organisations. The final results were published on 21 February, and some of the companies are making bolder claims supporting what previous studies suggested: a shorter workweek could help the planet.\nJuliet Schor, an economist and sociologist at Boston College and lead researcher at 4 Day Week Global who worked on both the UK and US pilots, argues that a shorter working week is key to achieving the carbon emissions reductions the world needs.\n'Although climate benefits are the most challenging thing to measure, we have a lot of research showing that over time, as countries reduce hours of work, their carbon emissions fall,' she says. A 10% reduction in hours is associated to an 8.6% fall in carbon footprint, according to a study co-authored by Schor in 2012. ",
        "source": "BBC",
        "id": "4"
    },
    {
        "image": "/images/free-meals.jpg",
        "title": "London gives primary school kids free meals",
        "author": "Grace Galler",
        "hashtag": "politics",
        "description": "The Mayor of London announced all primary school children in London will receive free school meals during the next academic year.",
        "text": "Sadiq Khan, the Mayor of London, has announced that all primary school children in London will receive free school meals for the next school year, commencing in September 2023.\nStating that 'no child should go to school hungry', Khan will be providing the funding as an 'emergency cost of living support measure'.\nTaking place during the 2023/2024 academic year, the London Assembly website has claimed that the introduction of universal free school meals could save families around £440 per child. What’s more, The Food Foundation has said that 270,000 pupils will benefit from this decision.\nIn a tweet, Khan emphasised that 'no child should go hungry, but a tragic symptom of the cost of living crisis means that sadly, far too many children are'.\nLabelling support for families amid the cost of living crisis as 'vital', the London Assembly has highlighted that Khan has committed to providing all primary school children with 'at least one hot, nutritious meal a day'.",
        "source": "New Food",
        "id": "5"
    },
    {
        "image": "/images/same-sex-couples.jpg",
        "title": "South Korean court recognizes same-sex couples",
        "author": "Justin McCurry",
        "hashtag": "politics",
        "description": "Seoul high court rules gay couple allowed same health insurance rights as heterosexual couple in landmark case",
        "text": "A court in South Korea has ruled that same-sex couples are entitled to the same spousal coverage under the national health insurance service as heterosexual couples – the first time the country has recognised the legal status of a gay partner.\nTuesday’s landmark decision by the Seoul high court overturned a previous ruling by a lower court in January 2022 that rejected a gay couple’s petition after one partner was told he had to make separate health insurance payments.\nUnder South Korean law, a dependent is exempt from making health insurance payments if their spouse meets certain employment conditions. The lower court threw out the petition because it did not recognise the partners as spouses.\nMore than 30 countries, including Taiwan, have legalised same-sex marriage, but it is still illegal in South Korea and Japan, where pressure is building for a change to the law before the country hosts the G7 summit in May.\nA Seoul high court judge said in a brief statement that the lower court ruling had been overturned and insurance contributions imposed on one of the spouses revoked, adding that the insurance service would have to pay costs for both sides in the case, the Korea Herald reported.",
        "source": "The Guardian",
        "id": "6"
    },
    {
        "image": "/images/k-pop.jpg",
        "title": "Using the power of K-pop for the planet",
        "author": "Ian Smith",
        "hashtag": "culture",
        "description": "K-pop fans from around the world are teaming up to tackle the climate crisis because after all there’s 'No K-pop on a dead planet'",
        "text": "Nurul and her colleagues have channelled most of their energy into six different climate campaigns. Over 33,000 fans from 170 countries have taken part in them.\nThe most successful of these has been 'No K-pop on a dead planet'. It called for K-pop albums to go green by selling digital rather than physical albums, minimising the packaging and encouraging low carbon performances.\nThe culture of buying physical albums is strong for many K-pop fans. It’s a way of showing support for their favourite band and there’s excitement in finding a photocard of your 'bias' (a K-pop fan term for your favourite member of a band) stashed inside. It’s a culture that can lead to overconsumption as fans buy multiple copies of one album to boost their favourite band and collect as many photocards as they can.\nCarla believes that their lobbying is having an impact on the industry. She points to the example of the band Victon. For the release of their album Chronograph, they gave fans a choice between buying the usual physical album or opting instead to be sent just the photocard and receive a digital copy of the album.\nThe 'No K-pop on a dead planet' campaign also led to discussions between Kpop4planet, the Korean government and the entertainment industry about implementing more sustainable practices.\n'A couple of them like SM Entertainment have joined the UN Global Compact and there's also JYP, they are joining the Korean Renewable 100 [a global initiative where businesses commit to running their operations 100 per cent from renewable energies]. They are the first K-pop company to join this one,' Nurul says.\n'This shows that now companies, even the government, are listening to the fans' voices, not only because they are the consumers, but also because we really care about these industries.'",
        "source": "Euronews.green",
        "id": "7"
    },
    {
        "image": "/images/free-transport.jpg",
        "title": "Montpellier announces free public transport",
        "author": "Angela Symons",
        "hashtag": "world",
        "description": "More and more places in Europe are seeing the benefits of encouraging the use of public transport",
        "text": "Montpellier in southern France is set to introduce free public transport.\nIt will become the largest French metropolis to introduce such a scheme.\nFrom the end of this year, local residents will be able to utilise a free transport pass across the city’s bus and tram network. The scheme aims to slash emissions, reduce pollution and improve accessibility for the city’s residents.\n'By introducing free transport, we are bold in taking a great measure of social justice, of progress, which works for the ecological transition,' tweeted the mayor of Montpellier, Michaël Delafosse.\nMontpellier has been experimenting with free transport on weekends since September 2020. In 2021, it extended this to weekdays for under-18s and over-65s.\nThe further extension of the scheme is part of the city’s €150 million push for zero carbon mobility, which also includes investment in cycle lanes and the creation of a low emissions zone.\nMontpellier is far from being a trailblazer. In fact, French towns and cities have been rolling out such schemes since the country’s transport management was decentralised in 2015.\nHowever the majority of these have less than 150,000 inhabitants.\nWith almost 200,000 inhabitants, Dunkirk is the largest city to have embraced free transport so far. After it introduced fare-free bus routes in 2018, passenger numbers increased by an average of 85 per cent.\nThe scheme is funded by a small increase in the Mobility Payment tax already levied on public and private companies in France with more than 10 employees.\nIn total, 39 territories in France have similar schemes, including the Marseille suburb of Aubagne, the port city of Calais and the western commune of Niort.\nMontpellier will be the largest city so far to adopt such a scheme.",
        "source": "Euronews.travel",
        "id": "8"
    },
    {
        "image": "/images/blood-tests.jpg",
        "title": "Cheap blood test detects 11 types of cancer",
        "author": "Amy Norton",
        "hashtag": "health",
        "description": "This specific test is more cost-effective and straightforward than others, as it needs just a tiny sample to pick up cancer signals from any of 22 types of cancer in the blood by simply counting bits of DNA present.",
        "text": "Researchers are reporting progress on a blood test that can detect multiple cancers in a relatively simpler, and potentially less pricey way than other tests under development.\nThe test picks up certain cancer signals in the blood using a fairly straightforward method: counting bits of DNA that appear to be 'broken' in unexpected places.\nIn the new study, scientists found that the approach can distinguish people with any of 11 different types of cancer from people who are cancer-free. Not only that, it can do so using a relatively small blood sample, according to senior researcher Dr. Muhammed Murtaza, of the University of Wisconsin's School of Medicine and Public Health, in Madison.\nThat's relative to other blood tests under development for cancer screening, which typically require multiple tubes of blood.\n'The biggest advantage of our approach would probably be in cost-effectiveness,' Murtaza said, although he added that it's hard to make predictions on real-world costs.\nThe study, published Jan. 11 in the journal Science Translational Medicine, is among the latest in the broader push to develop blood tests that can serve as a one-stop screening for multiple cancers.\nA number of companies are working on such 'multi-cancer' early detection tests. Essentially, they are all based on the fact that tumors shed bits of genetic material in the blood. If a test can detect those tumor signals, that could provide a simple, noninvasive way to screen for various cancers—including ones that now lack any screening method.",
        "source": "Medical press",
        "id": "9"
    },
    {
        "image": "/images/global-tunes.jpg",
        "title": "The jukebox conserving global tunes",
        "author": "Tibi Puiu",
        "hashtag": "culture",
        "description": "Nearly 6,000 songs from over 1,000 cultures worldwide have been collected and included in a free, interactive web portal. Spin the wheel of the Global Jukebox, or let it take you on a guided musical journey.",
        "text": "There are thousands of different languages and cultures around the world, each with its own distinct music and songs. Now, imagine a single online tool where you can browse through all this rich musical diversity.\nThat's exactly what Columbia University musicologist Alan Lomax set out to do by initiating the Global Jukebox project in the 1980s. Now, the project has morphed into a free, interactive web portal with recordings of nearly 6,000 folk songs from around the world that Lomax recorded or acquired.\nUsers can navigate the Global Jukebox either through a spinning wheel (hence the 'jukebox' name) or by using grouped markers on a world map. There are also 'journeys' which are basically fantastic stories with in-depth information about a certain culture or anthropological culture with musical examples. Whether it's the haunting chants of Senegal's Kunta people or the jazzy vibes of 1950s African-Americans in Detroit, there's something to explore and enjoy for virtually every culture.\nBeyond its intended uses in research and education, the Global Jukebox was meant to be an egalitarian showcase for the expressive arts and aesthetic values of all cultures. Alan Lomax called it the 'first democratic educational machine ever invented,' as it had no specific cultural bias and allowed users to explore the full range of expressiveness of culture from any starting point.\nIn other words, the Global Jukebox isn't just for fun -- it can be an extremely valuable academic tool. In a new study that appeared today in the journal PLoS ONE, researchers affiliated with the project have made all the extensive data behind Global Jukebox freely available to the general public and other researchers.",
        "source": "ZME Science",
        "id": "10"
    },
    {
        "image": "/images/child-poverty.jpg",
        "title": "Child poverty halved in 25 years - twice",
        "author": "Elizabeth Jordan",
        "hashtag": "world",
        "description": "A historic drop in the child poverty rate over the past 25 years showed us exactly what to do when the pandemic hit.",
        "text": "Child Trends’ report, Lessons From a Historic Decline in Child Poverty, tells an important story about the historic 59 percent decline in child poverty seen in the United States over the last quarter century. Child Trends’ report examined the various economic, demographic, and policy factors that led to the decline in poverty among children from birth to age 18.However, poverty is likely to be particularly harmful to our youngest children, who need access to certain resources during critical stages of early child development.\nIn 2021, 18 percent of children from birth to age 5 in the United States lived in families with incomes below the federal poverty level. Young children develop at an accelerated rate, learning and growing faster than at any other period in their lives. To fuel that growth, they need stable and loving families and caregivers; positive learning experiences; and access to food, shelter, and high-quality physical and mental health resources. These cornerstones of development are compromised for children living in poverty. Families in poverty may experience chronic stress, limited access to learning experiences and health services, and challenges to securing nutritional food and safe housing. These factors can have long-term impacts on the healthy development of young children, which have cascading and cumulative effects on their ongoing development. The earlier a child’s exposure to poverty, the greater the developmental consequences.\nApproaches to mitigating poverty for young children should also consider that young children of color—all racial and ethnic groups who are not White, and who constitute just over half of U.S. infants and toddlers in 2022—disproportionately experience poverty due to historical and structural inequities. Due to this history of racism, many of these families face systemic obstacles in connecting to employment opportunities and gaining generational wealth; many are not offered the same opportunities or pay for employment, or encounter discrimination and legal barriers that block their access to homeownership and housing stability. The rates of poverty for Native American, Black, and Hispanic infants and toddlers are all higher than the national average, with Native American and Black infant and toddler poverty rates approximately twice as high. These disparities and the historical context and systemic conditions that drive them must be addressed to lift all young children out of poverty.\nIn this brief, we complement the Child Trends report with a few thoughts on the needs of the youngest children living in poverty, and on how policymakers, practitioners, and researchers can consider these needs in designing and implementing anti-poverty efforts.",
        "source": "Child Trends",
        "id": "11"
    },
    {
        "image": "/images/love.jpg",
        "title": "Love hormone can heal damaged hearts",
        "author": "Frontiers",
        "hashtag": "health",
        "description": "Oxytocin is well known for its positive effects on mental wellbeing and social connections. New research found another incredible function: it is capable of activating a repair mechanism in injured hearts.",
        "text": "The neurohormone oxytocin is well-known for promoting social bonds and generating pleasurable feelings, for example from art, exercise, or sex. But the hormone has many other functions, such as the regulation of lactation and uterine contractions in females, and the regulation of ejaculation, sperm transport, and testosterone production in males.\nNow, researchers from Michigan State University show that in zebrafish and human cell cultures, oxytocin has yet another unsuspected function: It stimulates stem cells derived from the heart's outer layer (epicardium) to migrate into its middle layer (myocardium) and there develop into cardiomyocytes, muscle cells that generate heart contractions. This discovery could one day be used to promote the regeneration of the human heart after a heart attack. The results are published in Frontiers in Cell and Developmental Biology.\n'Here we show that oxytocin, a neuropeptide also known as the love hormone, is capable of activating heart repair mechanisms in injured hearts in zebrafish and human cell cultures, opening the door to potential new therapies for heart regeneration in humans,' said Dr. Aitor Aguirre, an assistant professor at the Department of Biomedical Engineering of Michigan State University, and the study's senior author.\nCardiomyocytes typically die off in great numbers after a heart attack. Because they are highly specialized cells, they can't replenish themselves. But previous studies have shown that a subset of cells in the epicardium can undergo reprogramming to become stem-like cells, called Epicardium-derived Progenitor Cells (EpiPCs), which can regenerate not only cardiomyocytes, but also other types of heart cells.",
        "source": "Phys.org",
        "id": "12"
    },
    {
        "image": "/images/kiss.jpg",
        "title": "Kissing Day promotes intimacy and health",
        "author": "John Crimmins, PhD",
        "hashtag": "health",
        "description": "International kissing day reminds us that kissing contributes to overall health and well-being as it stimulates the release of hormones and neurotransmitters associated with stress reduction and mood improvement. Pucker up!",
        "text": "In a world where we constantly strive for better mental and physical health, could the answer be as simple as a kiss? Yes, you read it right! Kissing not only creates a moment of intimate connection but also offers surprising health benefits. So, pucker up and discover how locking lips can boost your overall well-being.\nCan kissing really make us healthy?\nResearch suggests that kissing can indeed contribute to overall health and well-being. A study published in Psychoneuroendocrinology indicated that kissing stimulates the release of certain hormones and neurotransmitters associated with stress reduction and mood improvement.\nAnother study published in Archives of Sexual Behavior revealed that frequent kissing is associated with a decrease in perceived stress levels. The researchers found that those who engaged in regular kissing reported lower levels of stress and higher overall relationship satisfaction.When we kiss, what happens to our hormones?\nWhen we engage in a passionate kiss, our hormonal system ignites into a flurry of activity. The release of hormones plays a crucial role in shaping the physiological and emotional responses associated with this intimate act.\nOne of the main players is oxytocin, often referred to as the 'love hormone.' When we kiss, oxytocin floods our system, promoting feelings of attachment, trust, and intimacy strengthening the emotional bond between partners.\nThen there's dopamine, the pleasure powerhouse. Kissing causes dopamine to be released, resulting in a rush of happy sensations. The surge of dopamine leads to heightened sensations of pleasure, akin to the euphoria experienced when achieving a desired outcome.\nAnd lastly, there's serotonin, which is the mood regulator. Kissing stimulates the release of serotonin, which helps keep those stress levels in check and contributes to a sense of overall well-being. It's like a natural mood booster.\nTogether, the interplay of these hormones during kissing creates a complex biochemical symphony, enhancing the emotional connection and pleasure experienced by people engaging in this intimate act.",
        "source": "healthnews",
        "id": "13"       
    },
    {
        "image": "/images/resistance-training.jpg",
        "title": "Resistance training delays or even prevents Alzheimer's",
        "author": "Julia Moióli",
        "hashtag": "health",
        "description": "According to a new study, regular physical exercise can delay or even prevent Alzheimer's disease. Resistance training is the best option to train balance, improve posture and prevent falls, and it serves as a simple and affordable therapy for patients.",
        "text": "Regular physical exercise, such as resistance training, can prevent Alzheimer's disease, or at least delay the appearance of symptoms, and serves as a simple and affordable therapy for Alzheimer's patients. This is the conclusion of an article published in Frontiers in Neuroscience by Brazilian researchers affiliated with the Federal University of São Paulo (UNIFESP) and the University of São Paulo (USP).\nAlthough older people and dementia patients are unlikely to be able to do long daily runs or perform other high-intensity aerobic exercises, these activities are the focus for most scientific studies on Alzheimer's. The World Health Organization (WHO) recommends resistance exercise as the best option to train balance, improve posture and prevent falls. Resistance exercise entails contraction of specific muscles against an external resistance and is considered an essential strategy to increase muscle mass, strength and bone density, and to improve overall body composition, functional capacity and balance. It also helps prevent or mitigate sarcopenia (muscle atrophy), making everyday tasks easier to perform.\nTo observe the neuroprotective effects of this practice, researchers in UNIFESP's Departments of Physiology and Psychobiology, and the Department of Biochemistry at USP's Institute of Chemistry (IQ-USP), conducted experiments involving transgenic mice with a mutation responsible for a buildup of beta-amyloid plaques in the brain. The protein accumulates in the central nervous system, impairs synaptic connections and damages neurons, all of which are features of Alzheimer's disease.\nDuring the study, the mice were trained to climb a 110 cm ladder with a slope of 80° and 2 cm between rungs. Loads corresponding to 75%, 90% and 100% of their body weight were attached to their tails. The experiment mimicked certain kinds of resistance training undertaken by humans in fitness centers.\nAt the end of a four-week period of training, blood samples were taken to measure plasma levels of corticosterone, the hormone in mice equivalent to cortisol in humans; rising levels in response to stress heighten the risk of developing Alzheimer's. Levels of the hormone were normal (equal to those found in the control group comprising animals without the mutation) in the exercise-trained mice, and analysis of their brain tissue showed a decrease in formation of beta-amyloid plaques.\n'This confirms that physical activity can reverse neuropathological alterations that cause clinical symptoms of the disease,' said Henrique Correia Campos, first author of the article.",
        "source": "Medical press",
        "id": "14"        
    },
    {
        "image": "/images/jail.jpg",
        "title": "Government expands program offering degrees to prisoners",
        "author": "Sophie Austin; Janie Har",
        "hashtag": "politics",
        "description": "Thousands more prisoners across the US will get free college paid for while encarcerated as part of a program funded by the federal Pell Grant, which offers the neediest undergraduates tuition aid they don't have to repay.",
        "text": "SACRAMENTO, Calif. (AP) — Members of California’s Black reparations task force handed off their historic two-year report to state lawmakers Thursday, beginning the next chapter in the long struggle to compensate the descendants of slavery.\nThe first U.S. panel of its kind met one last time Thursday, urging supporters to press lawmakers into action on more than 100 recommendations. State legislators and Gov. Gavin Newsom must agree for any money to be paid or for any policy changes to be adopted.\n'This book of truth will be a legacy, will be a testament to the full story,' said Lisa Holder, a civil rights attorney and task force member. 'Anyone who says that we are colorblind, that we have solved the problem of anti-Black animus and racism, I challenge you to read this document.'\nThe mood was buoyant, but tinged with frustration and anger that hours earlier, the U.S. Supreme Court struck down affirmative action in higher education, programs that have disproportionately helped Black students. Task force members said their suggestions will pass legal muster because the proposed benefits would only go to descendants of enslaved people, not to all Black residents.\nThe panel narrowly voted to limit any financial redress to residents who can document lineage from Black people who were in the U.S. in the 19th century.\nThe 1,100-page report details California’s role in perpetuating discrimination against Black residents. Ideas for repairing the harm range from formally apologizing to paying descendants of enslaved people for having suffered under racist actions such as over-policing and housing discrimination. The panel also recommended creating a new agency to oversee reparations efforts.\nTurning the proposals into policies won’t be easy. State Sen. Steven Bradford said there are 'a lot of folks' in the Legislature who do not support reparations and a 2021 Pew Research Center survey found that only 30% of U.S. adults favored the concept.\nA more recent survey by the nonpartisan Public Policy Institute of California found 54% of respondents had a negative opinion of California creating a reparations task force, although 59% said they would support a formal apology from the state to descendants.",
        "source": "AP",
        "id": "15"        
    },
    {
        "image": "/images/climate-crisis.jpg",
        "title": "US states bring climate education to classrooms",
        "author": "Alex Brown",
        "hashtag": "politics",
        "description": "Last year, New Jersey became the first state to incorporate climate change lessons into its education standards for kindergarten through 12th grade. Connecticut will be the second state to do so, starting next month, and more are following.",
        "text": "When wildfires and smoke swept through Oregon in 2020, Lyra Johnson's family made plans to evacuate their home near Portland. Johnson, then 14, was told she might have to quickly learn to drive — despite not having a license — in order to get her grandmother to safety.\nThankfully, the danger passed before Johnson was forced to take the wheel, but she came face-to-face with the realities of climate change. Johnson, now 17 and a senior at Lake Oswego High School, was among the student leaders who urged Oregon lawmakers this year to require climate change education across all grade levels in Oregon schools.\n'It's really important to integrate that when you're young, so you have that knowledge and feel like you can make a difference, rather than having it thrown on you and feel like the world's ending,' she said.\nJohnson serves as president of her school's Green Team, a student sustainability group, and helped establish a composting program this year to reduce waste.\n'It gave me a lot of hope, and it's important to let students have that kind of hands-on experience,' she said. 'When you're actually doing something and seeing progress, it can diminish a lot of that anxiety. Kids should be able to have that experience wherever they are.'\nThe Oregon bill did not advance this session, but New Jersey last school year became the first state to incorporate climate change lessons into its education standards for kindergarten through 12th grade. Connecticut will be the second state to do so, starting next month.\nSeveral other states are considering similar measures, while some have provided funding for climate learning opportunities. Most states have adopted standards that include climate change, but education experts say the subject is taught spottily and is usually limited to science classes. Some educators say there's growing recognition that climate change demands a more comprehensive approach.\n'Today's students are tomorrow's consumers, workers and voters,' said Glenn Branch, deputy director of the National Center for Science Education, an Oakland, California-based nonprofit. 'Increasingly, they're going to be faced with the need to make decisions about issues related to climate change.'\nEfforts to require climate change learning have mostly been proposed in progressive-leaning states. Some observers have questioned whether efforts to set learning standards via legislation could clash with the typical multiyear process overseen by state boards of education.",
        "source": "Stateline",
        "id": "16"        
    },
    {
        "image": "/images/plastic-bags.jpg",
        "title": "New Zealand bans plastic veggie bags in supermarkets",
        "author": "Annabelle Liang",
        "hashtag": "politics",
        "description": "New Zealand banned single-use plastic shopping bags in supermarkets four years ago. Last week, the country expanded the ban to thin bags, which are typically used to pack fresh fruits or vegetables.",
        "text": "New Zealand has become the world's first country to expand its ban on plastic bags in supermarkets to thin bags, which are typically used to hold fruits or vegetables.\nThe move, which took effect on Saturday, is part of a wider government campaign against single-use plastics.\nMost shoppers already bring their own bags to stores after take-home plastic bags were banned in 2019.\nIn recent years, many countries have imposed a fee or ban on plastic bags.\n'New Zealand produces too much waste, too much plastic waste,' Associate Environment Minister Rachel Brooking said.\nShe added more than one billion plastic bags had been saved since the ban on thicker bags took effect in 2019.\nThe new move is expected to prevent the usage of 150 million plastic bags per year.\nCritics have raised concerns that shoppers may just place groceries in disposable paper bags, which are still available in supermarkets.\n'It's still worth doing this, but we really want to reduce single-use anything packaging,' Ms Brooking said.\n'So we want people to be bringing their own bags, and supermarkets are selling reusable produce bags,' she added.\nSupermarket chain Countdown, which operates more than 185 stores across the country, has started selling reusable polyester mesh bags.\nThe company hopes this will encourage shoppers to use reusable bags for fruits and vegetables.\n'We know change is hard and (it) will take them a little while,' said Catherine Langabeer, the head of sustainability at Countdown. 'We get some grumpy customers.'\nThe New Zealand government has made progress on other initiatives to tackle climate change.\nIn October, it proposed taxing the greenhouse gases produced by farm animals like sheep and cattle.\nThe world's first scheme will see farmers paying for agricultural emissions in some form by 2025.",
        "source": "BBC News",
        "id": "17"        
    },
    {
        "image": "/images/online-art.jpg",
        "title": "Online art keeps Bosnia’s seniors connected in the pandemic",
        "author": "Lidija Pisker",
        "hashtag": "culture",
        "description": "Even though staying at home is not mandatory anymore, older people in Bosnia still spend quite a lot of time at home. Senior citizens in city of Zenica have found another way of socializing: they are engaging in creative work over the internet.",
        "text": "With a full-time job and a family, Safija Vucenovic, now 67, from the central Bosnian city of Zenica, could rarely find time to commit to music and sewing – her two great passions – when she was younger.\nIt was only when she was pensioned and her children grew up that she started singing in a local female choir, performing solo at music events and designing her own dresses for them.\nBut her newfound pleasure was shaken this spring by the arrival of COVID-19, tying her to her home without social contacts or performances.\nTo banish the feeling of uncertainty and anxiety that overwhelmed many of her peers, she began recording herself with a smartphone while singing her favourite 'sevdalinke' songs and making clothes, sharing the videos with her friends via Facebook and Viber.\n'It helped me, and the others, to keep our spirits up,' Vucenovic recalls.\nThe COVID-19 pandemic has hit Bosnia’s senior citizens hard. Between March 20 and May 15 authorities in the Federation of Bosnia and Herzegovina, the larger of the country’s two entities, severely limited freedom of movement of people older than 65 to prevent the spread of the coronavirus.\nEven though it is not mandatory to stay inside any more, many older people still spend most of their time at home, especially since the number of COVID-19 cases began rising in early July.\nPeople aged 65 years and older make up about 14 per cent of Bosnia’s population, according to the 2013 census, and their share in the overall population is increasing.\nThe UN estimates that this age group will represent more than 30 per cent of the population of Bosnia by 2060. Many seniors live on the edge of poverty and are socially excluded. Average pensions of around 200 euros a month often cannot cover even basic expenses.\nSeveral reports, including those published by Caritas BiH and the Institution of the Human Rights Ombudsman of BiH, have noted that the lack of activities in which elderly people can take part makes them isolated and prone to mental illnesses, particularly depression.\nEver since the beginning of the pandemic, media have reported that the elderly are the most at-risk group from COVID-19, although the evidence shows that the disease can be deadly to anyone.\nAt the same time, regular health care services, slow and inadequate even under normal conditions, have now become almost inaccessible to many seniors now because of the special COVID-19-related working regime.\nState hospitals and clinics throughout the country are in debt, often working without basic medical materials and equipment. As health care workers increasingly protest, demanding better salaries and working conditions, more patients complain too.\nIn the last few years, many doctors and nurses have left the country for better jobs in the Western Europe, further weakening Bosnia’s already damaged health care system.\nFor Safija and other members of the Zenica-based Nas most (Our Bridge) association, the only way to keep up with their peers, rather than depressing news, was to turn to technology.\nFrom their own homes, they have been engaging in collective creative work and socializing – the same as they had been doing during the gatherings held in Our Bridge’s art centre before the pandemic – but this time over the Internet.",
        "source": "BalkanInsight",
        "id": "18"        
    },
    {
        "image": "/images/tiger.jpg",
        "title": "From 0 to 48: Tiger population in India’s Manas National Park recovers",
        "author": "Utpal Parashar",
        "hashtag": "world",
        "description": "Coherent conservation measures and smart patrolling have achieved the impossible in India's Manas National Park. From zero tigers in the early 2000s, the number of tigers in the area has now risen to 48.",
        "text": "The survey also recorded 37 leopards in Manas including 31 adults and 6 sub-adults. Five other species of wild cats, leopard cat, clouded leopard, marbled cat, golden cat and jungle cat, were also found in the park.\nRavaged by insurgents and rampant poaching for nearly two decades, Assam’s Manas National Park had no tigers twenty years ago. But it now boasts 48 members of the endangered species.\nResults of the 12th annual camera trapping survey this year, which covered 876 sq km of the park and adjoining areas with cameras placed at 285 locations, revealed the presence of 48 tigers, of which 38 are adults, 3 sub-adults and 7 cubs.\nThe three-fold rise in the number of adult tigers from 10 in 2010 to 38 in 2021 is a record in tiger conservation in the country. In 2020, 30 adult tigers were recorded in the park.\nLast year, Pilibhit tiger reserve in Uttar Pradesh had bagged an international award, TX2, for more than doubling the number of tigers in four years from 25 in 2014 to 65 in 2018.\n'The findings have brought cheer to everyone in Manas and shows that the efforts at tiger conservation have borne fruit. We have already surpassed the World Wildlife Foundation and Global Tiger Forum’s goal of doubling tiger numbers by 2022,' said Amal Chandra Sarmah, field director, Manas Tiger Project.",
        "source": "Hindustan Times",
        "id": "19"        
    },
    {
        "image": "/images/nobel-prize.jpg",
        "title": "Abdulrazak Gurnah wins the 2021 Nobel Prize in Literature",
        "author": "Nora McGreevy",
        "hashtag": "culture",
        "description": "The The Zanzibar-born author of ten novels is the first black African writer in 35 years to win the Nobel Prize in Literature since  Wole Soyinka in 1986. Since fleeing persecution in his country in the 1960 he’s been residing in England.",
        "text": "Tanzanian novelist Abdulrazak Gurnah has won the 2021 Nobel Prize in Literature for his 'uncompromising and compassionate penetration of the effects of colonialism and the fate of the refugee in the gulf between cultures and continents.'\nBorn in 1948, the writer grew up in Zanzibar. After the island liberated itself from the British Empire in 1963, a violent uprising led to widespread persecution of Arab-descended minorities. As a member of a targeted ethnic group, 18-year-old Gurnah was forced to seek refuge in England, writes Alison Flood for the Guardian.\nWhile in exile abroad, Gurnah wrote to cope with the trauma of dislocation.\n'The thing that motivated the whole experience of writing for me was this idea of losing your place in the world,' he tells the New York Times’ Alexandra Alter and Alex Marshall.\nThough Swahili is Gurnah’s first language, 'English became his literary tool,' notes the Swedish Academy, which awards the annual prize, in a statement. Since 1987, he has published ten novels and numerous short stories, many of which follow the lives of refugees as they reckon with loss, displacement and the lasting trauma caused by European colonization of the African continent. A professor emeritus of English and postcolonial studies at the University of Kent, Gurnah has also published literary criticism on Indian-British novelist Salman Rushdie and Kenyan novelist and academic Ngũgĩ wa Thiong’o, among others.\nGurnah’s debut novel, Memory of Departure, relates the travails of a young man on the East African coast who comes of age under the oppressive conditions of a totalitarian regime. In Paradise, which was shortlisted for the 1994 Booker Prize and is described in the statement as his 'breakthrough' work, Gurnah writes from the perspective of Yusuf, a 12-year-old boy who is forced into indentured servitude in East Africa in the years leading up to World War I.",
        "source": "Smithsonian Magazine",
        "id": "20"        
    },
    {
        "image": "/images/wearable-monitors.jpg ",
        "title": "Wearable health monitors can predict infections before symptoms start",
        "author": "Kristin Houser",
        "hashtag": "health",
        "description": "A computer algorithm used the data collected by the devices before the actual outbreak of the infection to predict with almost 90% accuracy whether a person’s sickness would be mild or moderate.",
        "text": "By deliberately infecting people with the flu and cold viruses, researchers have strengthened the evidence that wearable health monitors could help stem the spread of infectious diseases.\nCatching viruses early: It takes about two days after a person is exposed to the flu virus for symptoms to develop. For the viruses that cause the common cold, the incubation period can be one to three days.\nDuring this period that a person is infected but feels fine, they might go to work, school, or other places where they spread the virus to others, so it’d be useful to be able to detect infections before the onset of symptoms — and wearable health monitors might make that possible.\nThe idea: By looking at the biometric data collected by Fitbits, smart watches, and other wearables, we might be able to see changes that indicate a person is infected before they start to feel sick.\nThis early warning could not only let people know they should avoid situations where they might spread an infection to others, but also give them the opportunity to be treated sooner, when interventions are most effective.\nThe challenge: Figuring out whether health monitors could work as early infection detectors has proven difficult, though, as past studies have all relied on people catching viruses 'in the wild.'\n That meant researchers never knew when a person was actually exposed to a bug — and without a starting point to work from, it was impossible to know how long it took a wearable to pick up on an infection.\nThis approach also put a severe limit on sample sizes in the studies — one group enrolled more than 30,000 people in a study to see whether health monitors could detect COVID-19, but only 54 people ended up testing positive for the disease during the course of the study.",
        "source": "Freethink",
        "id": "21"        
    },
    {
        "image": "/images/mtv.jpg",
        "title": "MTV is turning 40",
        "author": "Raina Douris",
        "hashtag": "culture",
        "description": "MTV went on air for the first time in August 1981, and despite many in the industry not being convinced it would succeed, it went on to change pop culture forever. Here's a list of the 100 first videos played on the TV you didn't want to miss.",
        "text": "'Ladies and gentlemen, rock 'n' roll.'\nThose were the words spoken by Warner Cable executive John Lack on Aug. 1, 1981, at 12:01 am when MTV — Music Television — went on air for the very first time. It was accompanied by the image of an astronaut, modeled after Neil Armstrong, and an MTV flag planted on the moon's surface. Comparing the station to the moon landing may have come off as hubristic at the time, but MTV would go on to change pop music and its impact on popular culture forever.\nThe very first music video shown on MTV was The Buggles' 'Video Killed The Radio Star.' While the channel's distribution was hard to come by, the rallying cry of 'I want my MTV' became a mantra for consumers.\nMany of the first videos the station aired became hits; a new generation of music fans became acquainted with the freshman class of VJs or video jockeys, including Martha Quinn, Nina Blackwood, Alan Hunter, J.J. Jackson and Mark Goodman. Together, they would go on to present some of the coolest, weirdest, cheesiest and worst music videos of the 1980s and beyond.\nIn their book I Want My MTV: The Uncensored Story of the Music Video Revolution, music journalists and co-authors Craig Marks and Rob Tannenbaum note that at the channel's outset, not many people in the industry thought it would succeed. They were wrong.\nThe golden age of MTV — between its inception in 1981 and 1992 — blossomed globally. Videos became important cultural objects. Specialty shows like Yo! MTV Raps, Headbangers Ball, MTV Unplugged, 120 Minutes and even goofy game shows like Remote Control launched dozens of musicians' careers and became TV you didn't want to miss.",
        "source": "npr",
        "id": "22"        
    },
    {
        "image": "/images/plastic-waste.jpg",
        "title": "Kerala is using plastic waste to pave roads",
        "author": "Vidya Raja",
        "hashtag": "world",
        "description": "So far, the south Indian state of Kerala has used 9,700 tonnes of non-recyclable, shredded plastic waste to pave 246 km of roads.",
        "text": "Plastics have become an unavoidable part of our lives. Try as you might, you can’t get away from it fully. According to reports, humans around the globe buy a million plastic bottles per minute, and 91% of all plastic is not recycled.\nIndia’s annual plastic consumption is expected to cross 20 million tonnes in 2020. The main issue with plastics is they break down into microscopic particles and seep into our soil and water bodies. Imagine that the plastic straw you used for a few minutes to sip a drink will lie on this planet for a thousand years!\nEraviperoor Panchayat in Kerala, for instance, has implemented a plastic recycling project which makes use of non-recyclable plastic for laying roads.\nThe Better India caught up with Renjith Abraham, who is associated with Suchitwa Mission, a local self-government department of the Kerala government, ensuring that non-recyclable plastic is put to good use.\nIn 2012, Rajagiri College, Ernakulam, had experimented with polymerised roads by using waste plastics for blacktopping 500 metres of campus road.\nThis news soon spread and inspired the former president of the Grama Panchayat who was looking for ways to manage plastic waste. The Panchayat Council approached the Public Works Department (PWD) for technicalities. When their idea was approved, they started using shredded plastics along with bitumen for tarring roads, says Renjith.\nKudumbashree is a self-help initiative by the Kerala movement. Its workers go from door-to-door every fortnight to collect non-recyclable plastic.\nVarious awareness drives are also organised to sensitise the locals and ensure participation from everyone.\nAnything that cannot be recycled constitutes non-recyclable products. Examples are food storage containers, styrofoam, disposable diapers, bottle caps, and even PVC pipes.\nA plastic shredding machine that can shred 500 kg of plastics a day was installed where all the collected plastic is deposited. The shredded plastic is sold by the panchayat to the PWD, which then uses it in its road construction. So far, the panchayat has sold 800 kg of plastic to PWD at Rs 20 per kg.",
        "source": "the better India",
        "id": "23"        
    },
    {
        "image": "/images/peace.jpg",
        "title": "Fridays for Future: Israeli and Palestinian youth strike together",
        "author": "Leighanna Shirey",
        "hashtag": "politics",
        "description": "Last Tuesday, more than 500 Palestinian and Israeli students put aside their political differences in order to protest climate change inaction.",
        "text": "'We don’t feel like we have a choice: It’s been years of talking countless negotiations, empty deals on climate change and fossil fuel companies being given free rides to drill beneath our soils and burn away our futures for their profit.'Last week youth from around the world gathered in their own countries for a global strike against climate change. Among the participants were Palestinian and Israeli teens who protested together in Jerusalem.\nPalestinian and Israelis Put Aside Political Differences for the Environment\nMore than 500 Palestinian and Israeli students banded together to strike against climate change inaction in front of Jerusalem’s Knesset (Israel’s legislative branch of government) on Tuesday. The youth put aside their political differences to send their governments an important message: 'We must put the unfortunate hatred aside and focus on what actually matters the most: saving the world from an ongoing climate breakdown' as Michael Bäcklund a 16-year-old protester and the global outreach director of strike4future-Israel wrote in an editorial in Climate Home News.\n'We had Arab Palestinians and Jewish Israelis participating together. We have multiplied our following on social media and we have started to plan a social media campaign with celebrities. We have also been asked to do a bunch of television and newspaper interviews' Bäcklund wrote.\nBäcklund emphasized that although the movement for climate change has been going strong since December 2018, they are still struggling to convince the majority of the Israeli people to put aside their political problems and focus on saving their country and the world from impending climate breakdown.\n'In Israel we face extreme weather conditions, mainly drought. Agriculture will suffer. The lack of water will increase when the temperature rises and heat waves arrive,' Bäcklund wrote. 'Low income families will struggle with prices, spending will decrease, real estate business will become harder, hyper-inflation will arrive, not only in our country, but across the Middle East.'",
        "source": "Citizen Truth",
        "id": "24"        
    },
    {
        "image": "/images/gun-violence.jpg",
        "title": "The app that helps prevent gun violence",
        "author": "Maytal Eyal",
        "hashtag": "world",
        "description": "Philly Truce is an app that allows Philadelphians in crisis to connect to trained mediators who provide a range of services such as empathic listening or conflict intervention, offering a valuable trauma-informed alternative to contacting the police.",
        "text": "On a warm afternoon, two 16-year-old boys from North Philadelphia signed a contract. By etching their names onto a piece of paper, they made a promise to call a truce.\nIn the months leading up to this moment, the teens had been dueling. Messages darted back and forth between their phones, their social media inboxes crowded with threats. Eventually, the two encountered each other at a nearby Six Flags. There, one boy raised a hostile warning: Next time, he would bring a gun.\nWhen Alisha Corley, one of the boys' mothers, learned about the confrontation, she panicked. It had only been 16 years since she tragically lost her 5-year-old daughter to the bullet of a firearm.\nFor families like Corley’s in North Philly, gun violence is an everyday part of life. In a sense, the city serves as a microcosm of a larger-scale public health crisis. As of September, 14,516 people in the U.S. have lost their lives to guns this year, putting 2021 on track to be the deadliest in decades. According to the Centers for Disease Control and Prevention, young Black men and teens are 20 times more likely than their white counterparts to die by firearm.\nDesperate to keep her son from becoming a statistic, Corley searched for a way to protect him. She landed on Philly Truce, an app for iOS and Android that allows Philadelphians in crisis to press a 'get help' button. By doing so, users are connected to trained mediators who provide an array of services, including empathic listening, referral to wraparound services (such as mental health care), and conflict intervention. The app offers a trauma-informed alternative to contacting the police, which can in some cases intensify violence.\nBy connecting with the program, Corley gained access to free mediation services that ultimately allowed her son to come calmly face-to-face with the other boy. After hearing each other out, the teens realized they were more alike than different. Threats of intimidation and violence quickly gave way to open dialogue and understanding. By the end of the meeting, they agreed on a contract of peace: a Philly Truce.\nThe masterminds behind this exchange are Steven Pickens and Mazzie Casher, natives of North Philly, friends, and cofounders of the Philly Truce app. Pickens, a first responder for the local fire department, and Casher, a hip-hop artist, met in high school three decades ago. Today, the two men are in their 40s and have become central pillars of their local Black community.\n'In parts of Philadelphia, people are prisoners in their own homes,' Pickens explains. 'People have to be careful in certain neighborhoods just to sit on their own front steps.'\nFor most of their lives, Casher and Pickens felt like gun violence was an inevitability. 'We became hopeless. We became numb, and we kind of accepted the narrative that this is the way it is in the city. This is the way it is between Black and Brown people, between poor people and the police,' Casher says. Like many folks that have experienced the reverberations of complex trauma, numbness felt like the only coping mechanism within reach.",
        "source": "WIRED",
        "id": "25"        
    },
    {
        "image": "/images/wind-power.jpg",
        "title": "Denmark to create world’s first 'energy island'",
        "author": "",
        "hashtag": "world",
        "description": "Denmark’s government has agreed to take a majority stake in a $33.9bn artificial wind energy island. The clean energy hub will generate enough energy to cover the electricity needs of three million European households.",
        "text": "Denmark has approved a plan to build the world’s first energy island in the North Sea that will produce and store enough green energy to cover the electricity needs of three million European households.\nThe artificial island, which in its initial phase will be the size of 18 football fields, will be linked to hundreds of offshore wind turbines and will supply both power to households and green hydrogen for use in shipping, aviation, industry and heavy transport. It will connect to several European countries.\nThe move came as the European Union unveiled plans to transform its electricity system to rely mostly on renewable energy within a decade and increase its offshore wind energy capacity 25-fold by 2050.\n'This is truly a great moment for Denmark and for the global green transition,' Danish Energy Minister Dan Jorgensen told a press briefing on Thursday.\nThe energy hub in the North Sea will be the largest construction project in Danish history.\n'[The island] will make a big contribution to the realisation of the enormous potential for European offshore wind,' he said.\nThe energy island, which will cost around 210 billion Danish kroner ($33.9bn) to build, is an important part of Denmark’s legally binding target to cut greenhouse gas emissions by 70 percent by 2030 from 1990 levels, one of the world’s most ambitious.",
        "source": "ALJAZEERA",
        "id": "26"        
    },
    {
        "image": "/images/AI-decipher.jpg",
        "title": "New MIT AI brings ancient languages back to life",
        "author": "Chris Young",
        "hashtag": "culture",
        "description": "MIT researchers have developed an algorithm that can decipher lost languages and potentially provide new insights into humanity's past. The system uses several linguistic principles, such as the ways in which languages use sound substitutions.",
        "text": "A group of researchers from MIT CSAIL has developed a new AI system that can automatically decipher and translate a lost language without knowledge of its relation to other languages.\nThe algorithm might help the team uncover entire bodies of hidden knowledge that are currently indecipherable.\nWhile testing their system, the team from MIT were able to corroborate a recent academic study that said the language of Iberian is not related to the Basque language.\nDeciphering the indecipherable\nLed by MIT Professor Regina Barzilay the team of researchers wants their algorithm to, ultimately, have the capacity to decipher lost languages that have been indecipherable until now, using only a few thousand words.\nAs MIT explains in a press release about the new AI system, most of the languages that have existed throughout the history of humanity are no longer spoken, and at least half of the languages spoken today are predicted to vanish in the next 100 years.\nThe new system, detailed in a new MIT paper, could help to recover lost languages and help us retrieve valuable knowledge and wisdom born of the cultures represented by those languages.\nAn AI rooted in historical linguistics\nThe algorithm is based on key principles from historical linguistics, such as the fact that languages generally only evolve in certain predictable ways. For example, languages generally replace certain sounds when evolving from their predecessors, though they rarely create or remove an entire sound.\nThis predictability allows the algorithm to model to segment words from an ancient language and map them to a related language. In doing this, the system can also identify language families.\nFor example, when trained on Basque, the regional language used in Spain's Basque Country, the algorithm said that the language is not related to Basque, supporting recent scholarship on the topic suggesting that the two languages are not closely related despite the Basque Country being located on the Iberian peninsula.",
        "source": "Interesting Engineering",
        "id": "27"        
    },

    {
        "image": "/images/second-hand.jpg",
        "title": "Celebrate the world's first Secondhand Sunday",
        "author": "Teresa Bergen",
        "hashtag": "world",
        "description": "Did you know more than ninety percent of people are open to receiving a secondhand gift? Without wanting to promote consumption, there's a new sustainable shopping day cramped between Black Friday and Cyber Monday.",
        "text":"Have you ever wanted to re-gift a present you received, but worried that was tacky? Then again, you don’t want to support fast fashion companies and the consumer excess that we know as Black Friday? What’s a conscientious, yet classy shopper to do?\nTurns out, 92% of people are open to receiving a secondhand gift, according to research done by Morning Consult, commissioned by Poshmark. The popular social marketplace for women’s new and secondhand style is trying to get the word out that things bought twice can still be nice by promoting Secondhand Sunday. This new day in Shopping Holy Week follows Black Friday and Small Business Saturday, but comes before Cyber Monday.\nRelated: The best online secondhand clothing shops\nIn its inaugural year, it will be 'the first-ever day dedicated to supporting secondhand sellers and circular fashion during the peak holiday shopping season,' according to Poshmark. 'This new, annual holiday aims to redirect shopping away from mass consumption of new goods toward choices that support individual sellers and environmental sustainability.'\nAs somebody who went out today wearing a jacket and pants sourced from a free box on the street, I was relieved to learn that my style isn’t just for freelance writers. According to the new research, affordability is the top motivator for buying secondhand gifts this year with 60% of respondents. (Hello, inflation!)\nSustainability and supporting local communities were the next most popular reasons to buy secondhand gifts. Consumers were most open to receiving the following types of used stuff: vintage items (93%), books (91%), home items (89%), jewelry/watches (88%), furniture (87%) and luxury items (87%).\nOne of the most interesting finds was that while a huge majority of consumers said they were open to receiving secondhand gifts, shoppers are still reluctant to buy them. Only 34% of respondents said they were likely to give somebody a secondhand gift. As Poshmark pointed out that leaves 'a massive opportunity to close this gap.' So start scouring a resale website, thrift store or free box near you this Secondhand Sunday.",
        "source": "INHABITAT",
        "id": "28"        
    },

    {
        "image": "/images/muscle.jpg",
        "title": "A novel approach to prevent muscle loss",
        "author": "Tibi Puiu",
        "hashtag": "health",
        "description": "Scientists have developed an adhesive soft robot that prevents muscle loss and accelerates recovery after an injury. The device is controlled via electrical wires or laser light and stimulates immobilized muscles to alternately stretch and contract.",
        "text":"The moment the doctor opens the cast for your broken arm or leg, it feels like you're walking on a cloud. But although it feels liberating to get rid of an uncomfortable cast that made living life on hard mode for the past weeks, you're not done with the pain yet. All that time rendered immobilized has caused the limb's joints to stiffen and the muscles to atrophy due to lack of activity. This is more of a nuisance for healthy people who can recover relatively quickly with physical therapy, but for patients with chronic neurological diseases that affect motor function, such as amyotrophic lateral sclerosis (ALS) and multiple sclerosis (MS), muscle wasting can be a huge problem.\nTo counter muscle wasting, researchers at Harvard's Wyss Institute have developed a programmable mechanically active adhesive that stretches and contracts muscles, mimicking the natural deformation that muscles undergo during physical activity.\nThe device, known as MAGENTA (mechanically active gel–elastomer–nitinol tissue adhesive), consists of a spring made from nitinol, a shape memory metal alloy of nickel and titanium. When nitinol is heated to a certain temperature, the spring is actuated, thereby stimulating the underlying muscle along its length. The frequency and duration of the stretching and contraction cycles of the spring are programmed using a microprocessor attached to MAGENTA using electrical wires.\nThese tiny 'massaging' actuators are attached to muscles with the help of a special superstrong adhesive, while an elastomer matrix forms the body of the device and insulates the heated shape memory metal alloy.\nResearchers first tested MAGENTA ex vivo, meaning experimentation done in or on tissue in an artificial environment outside the organism, and later on one of the major calf muscles of a mouse.\nDuring these experiments, MEGENTA caused no significant tissue damage or inflammation and caused mechanical strain of about 15% on muscles. This deformation is in the same ballpark as that seen naturally in the muscle when we exercise.\nIn the second leg of the study, the researchers tested MAGENTA on an in vivo model of muscle atrophy (experimenting using a whole, living organism as opposed to a partial or dead organism) using mice with one of their hind limbs encased in a tiny, mouse-sized cast. The rodents wore the cast for two weeks with MAGENTA strapped on their leg muscles -- and the results were encouraging.\n'While untreated muscles and muscles treated with the device but not stimulated significantly wasted away during this period, the actively stimulated muscles showed reduced muscle wasting,' said first-author and Wyss Technology Development Fellow Sungmin Nam. 'Our approach could also promote the recovery of muscle mass that already had been lost over a three-week period of immobilization, and induce the activation of the major biochemical mechanotransduction pathways known to elicit protein synthesis and muscle growth.'",
        "source": "health",
        "id": "29"        
    },

    {
        "image": "/images/ozon-layer.jpg",
        "title": "The ozone layer is getting healthier",
        "author": "Clare Roth",
        "hashtag": "world",
        "description": "According to scientists, it could even recover to pre-1980 levels over the next decades if we stick to goals set in international treaties that have reduced ozone-killing materials in Earth's stratosphere by over 50%.",
        "text":"It's not much — but the ozone layer is all there is between you and UV.\nAs the United Nations puts it, 'if we could bring the entire ozone layer to sea level, it would be only about 3mm [0.118 inches] thick. That's what protects us from harmful ultraviolet radiation.'\nThat really isn't very much, is it — just 3mm of protection? You can't even see it.\nAnd in some regions of the stratosphere, the ozone is so depleted that we refer to an 'ozone hole.' In fact, we have known for decades that the ozone layer is itself under threat and needs our protection.\nThe UN has been working to repair the hole for three decades via international treaties such as the Montreal Protocol on Substances that Deplete the Ozone Layer.\nAccording to meteorologists at the US-based National Oceanic and Atmospheric Administration, in early 2022, the amount of ozone-killing materials in our stratosphere had fallen by 50% to levels last seen before the ozone hole became a problem.\nBut we still have a way to go before the ozone layer has healed. Here's our brief guide to what you need to know about our very precious ozone.\nWhat is the ozone layer?\nOzone is a molecule, consisting of three oxygen atoms (O3). Ozone molecules occur naturally in the upper atmosphere — known as the stratosphere — and form a layer of gas. This layer of gas protects life on Earth by filtering some (but not all) of the sun's ultraviolet radiation.\nOzone is also created by chemical reactions between air pollutants and other emissions in the lower atmosphere — the troposphere.\nWhile ozone provides us with a protective shield in the stratosphere, direct contact in the troposphere can be harmful to plants, animals and humans.\nSo, what's the problem with ultraviolet radiation (UV)?\nIt is often said we need the ozone layer to stop UV radiation from 'sterilizing' the Earth's surface.\nWe know that sun rays do have the power to sterilize things, and that can be good — think about your washing drying on the line on a hot summer's day. But what we really mean to say is that UV radiation can kill.\nThere are three types of UV radiation: A, B and C.\nThe ozone layer and atmosphere absorb all of the UVC — the most energetic form of UV radiation — and some UVB. UVA is not absorbed by the ozone layer and reaches the Earth's surface in its entirety.\nHumans need UVB radiation to generate vitamin D, which is good for people in appropriate doses. But too much UVB and UVA can cause serious illnesses, such as skin cancer, cataracts, suppression of the immune system, and premature aging of the skin. An excess of UV is also linked with reduced crop yields and adverse effects in the marine food chain.\nWhat causes ozone depletion?\nTo a large extent, humans cause ozone depletion through our use of 'ozone depleting substances' (ODSs).\n Gases such as chlorofluorocarbons (CFCs), halons, CH3CCl3 (Methyl chloroform), CCI4 (Carbon tetrachloride), hydrochlorofluorocarbons (HCFCs) and methyl bromide destroy the ozone layer.\nThese substances can be found in refrigerators, air conditioners, aerosols, solvents and pesticides, to name a few.\nThey deplete the ozone layer by releasing chlorine and bromine atoms, which degrade ozone molecules in the stratosphere.",
        "source": "DW",
        "id": "30"        
    },

    {
        "image": "/images/dictionary.jpg",
        "title": "Merriam Webster formalizes sustainability",
        "author": "James Murray",
        "hashtag": "culture",
        "description": "Merriam-Webster has added 370 new terms to its dictionary in what could be considered an environment-focused update. Among them are 'greenwash, and 'plant-based,' but also 'oat milk' - formalizing the term 'milk' can be used for dairy substitutes.",
        "text":"'Greenwash' is among 370 new words to be added to the Merriam-Webster dictionary, as the influential resource last week confirmed it had received an environment-focused update.\nThe dictionary confirmed 'greenwash' could be used as both a verb, defining it as 'to make (something, such as a product, policy, or practice) appear to be more environmentally friendly or less environmentally damaging than it really is' or 'to mislead (someone) by means of greenwashing,' and as a noun, meaning 'something (such as a claim or action) that is intended to make a product, policy, activity, etc. appear to be more environmentally friendly or less environmentally damaging than it really is.'\nThe listing confirms that a term first used in the late 1980s has fully entered the mainstream. It comes as regulators on both sides of the Atlantic look to introduce new rules and standards to help crack down on erroneous environmental claims made by corporates.\nThe latest update to the dictionary also incorporated a number of other words that point to the growing popularity of environmental issues.\nFor example, 'plant-based' has made the cut for the first time, with the term defined as 'made or derived from plants' or 'consisting primarily or entirely of food (such as vegetables, fruits, nuts, oils, and beans) derived from plants.'\nSimilarly, 'oat milk' has made it into the dictionary, with the term defined as 'a liquid made from ground oats and water that is usually fortified (as with calcium and vitamins) and used as a milk substitute.'\nThe definition could prove significant, given some dairy industry groups have campaigned for plant-based milks to be blocked from describing themselves as milk, arguing that it could confuse consumers.\n'Microgrid' has also been approved by Merriam-Webster for the first time, defining the clean technology as 'a small grid; especially: a local electrical grid that can be connected to a larger network but that is also capable of operating independently.'\nAnd in a move that may surprise many business executives, who will have regarded it as being in common usage for years, 'supply chain' has been listed in the dictionary for the first time. Merriam-Webster defined it as 'the chain of processes, businesses, etc. by which a commodity is produced and distributed: the companies, materials, and systems involved in manufacturing and delivering goods.'\nHowever, the growing understanding and mainstream acceptance of green business terms was also accompanied by the inclusion of a term that points to the gathering backlash in some quarters against environmental concerns.\n'Virtue signalling' has also been included in the dictionary, defined as 'the act or practice of conspicuously displaying one's awareness of and attentiveness to political issues, matters of social and racial justice, etc., especially instead of taking effective action.'",
        "source": "GreenBiz",
        "id": "31"        
    },

    {
        "image": "/images/lawsuit-russia.jpg",
        "title": "First ever climate lawsuit against Russia",
        "author": "Olivia Rosane",
        "hashtag": "politics",
        "description": "Russia is the fourth most polluting country in the world, warming twice as fast as the international average. A brave group of Russian activists has taken the risk of filing the first-ever climate lawsuit against their government.",
        "text":"When it comes to the climate crisis, Russia is a study in contradictions. It is the fourth most climate-polluting country in the world, but it is also warming twice as fast as the international average, The Guardian pointed out. Melting permafrost has already been linked to a devastating oil spill in the Russian Arctic, high temperatures are fueling wildfires in Siberia and polar bears are wandering into human settlements in search of food as sea ice melts.\nNow, a group of activists has taken the risk of filing the country’s first-ever climate lawsuit against their government.\n'The Russian government’s approach to climate change is irresponsible and contrary to its international law obligations,' legal team spokesperson Grigory Vaypan said, as The Guardian reported.\nThe lawsuit was filed on Tuesday in Russia’s Supreme Court, Reuters reported. The plaintiffs are demanding that Russia reduce its greenhouse gas emissions in line with the Paris agreement goal of limiting global warming to well below two degrees Celsius above pre-industrial levels.\nTo date, Russia has made two climate promises. A presidential decree promised to cut emissions by 30 percent of their 1990 levels by 2030 and a government decree to reduce them by 80 percent of 1990 levels by 2050. The activists behind the lawsuit are instead calling for a 31 percent decrease by 2030 and a 95 percent decrease by 2050.\n'Only by following these targets can Russia meet its obligations under the Paris Climate Agreement,' the plaintiffs said.\nRussia has also been criticized in the past for using 1990 levels as its benchmark year for emissions reductions, The Moscow Times noted. That’s because the date coincides with the fall of the Soviet Union and a consequent pause in most of the country’s heavy industry, so it was not emitting very much to begin with.\nThe lawsuit is being brought by a coalition of both young and veteran activists. One of the groups behind the lawsuit is the Moscow Helsinki Group, which was started by Soviet dissidents and is the oldest human rights group in the country, Reuters noted. Also joining the suit is Ekozashita (Eco-defence) and 18 individuals. They included young people from the Fridays for Future movement and members of Indigenous communities, according to The Guardian.\n The activists acknowledged that they were taking 'considerable risks' by challenging a government that has become even more authoritarian since Russia’s invasion of Ukraine on February 24.\n'This is a case against the government,' activist Arshak Makichyan, who now lives in Germany, said, as The Guardian reported. 'Russia after 24 February [the date of the Ukraine invasion] became a dictatorship, and I can no longer live my life there. I don’t understand how Russia will negotiate any climate deals … they have been lying to people about the climate crisis.'\nRussia has emerged as an example of the connection between oil-and-gas dependence and authoritarian regimes. In a recent article for The Guardian, writer and activist Bill McKibben pointed out that people who head governments in fossil-fuel-rich states tend to accrue lots of power because of the rarity and desirability of the resource.\n'The most striking example of this phenomenon, it hardly need be said, is Vladimir Putin, a man whose power rests almost entirely on the production of stuff that you can burn,' McKibben wrote. '[…]Sixty per cent of the export earnings that equipped his army came from oil and gas, and all the political clout that has cowed western Europe for decades came from his fingers on the gas spigot. He and his hideous war are the product of fossil fuel, and his fossil fuel interests have done much to corrupt the rest of the world.'",
        "source": "EcoWatch",
        "id": "32"        
    },

    {
        "image": "/images/strawberries.jpg",
        "title": "Strawberries may protect from Alzheimer's",
        "author": "Rush University Medical Center",
        "hashtag": "health",
        "description": "Researchers conducted an observational study on strawberries' effect on the brain. They found that a bioactive compound abundant in the berry has anti-inflammatory properties and protects the aging brain from developing Alzheimer's disease.",
        "text":"Could strawberries as a snack or in your cereal, salads or smoothie help protect your brain from Alzheimer's? Maybe so, according to a new study from researchers at RUSH.\nRUSH researchers found that a bioactive compound found in strawberries called pelargonidin may be associated with fewer neurofibrillary tau tangles in the brain. Tau tangles are one of the hallmarks of Alzheimer's disease, which is caused by abnormal changes with tau proteins that accumulate in the brain. The study was published in the Journal of Alzheimer's Disease on July 19.\n'We suspect the anti-inflammatory properties of pelargonidin may decrease overall neuroinflammation, which may reduce cytokine production,' said Dr. Julie Schneider, author of the study. Schneider is associate professor and neuropathologist in the Rush Alzheimer's Disease Center at Rush University Medical Center in Chicago.\nCytokines are proteins produced by cells and can regulate various inflammatory responses. Inflammation in the brain has been linked to Alzheimer's pathology such as plaques and tangles. The data suggests that pelargonidin may protect the aging brain from developing Alzheimer's disease pathology.\nAmong berries, strawberries are the most abundant source of pelargonidin.\n'While pelagonidin should be examined further for their role in maintaining brain health in older adults, this gives a simple change that anyone can make in their diet,' said Puja Agarwal, Ph.D., an author of the study and nutritional epidemiologist Rush Alzheimer's Disease Center and assistant professor of internal medicine at Rush University Medical Center.\nRUSH researchers looked at data they acquired from an ongoing long-term study conducted by the RADC, Rush Memory and Aging Project (MAP), which began in 1997. There was a total of 575 deceased participants with complete dietary information during the follow-up and brain autopsies whose average age of death was 91.3 years. A total of 452 people were non-carriers of the APOE 4 gene and a total of 120 participants with APOE 4, which is the strongest genetic risk factor gene for Alzheimer's disease. Participants were assessed about diet using a food frequency questionnaire for up to nearly 20 years of follow-up prior to death and standardized neuropathological evaluation after death.\nDuring the course of the study, each person received annual, standardized testing for cognitive ability in five areas—episodic memory, working memory, semantic memory, visuospatial ability and perceptual speed.\nMAP includes people age 65 and older who were residents of more than 40 retirement communities and senior public housing units across northern Illinois. Those who enrolled were mostly white without known dementia, and all participants agreed to undergo annual clinical evaluations while alive and a brain autopsy after death. The results were the same after researchers adjusted for other factors that could affect memory and thinking skills, such as education, APOE 4 status, vitamin E, and vitamin C. The associations were more robust among those without dementia or mild cognitive impairment at baseline.",
        "source": "Medical press",
        "id": "33"        
    },

    {
        "image": "/images/raves-Ukraine.jpg",
        "title": "Ukraine's post-bombing clean-up raves",
        "author": "Jonelle Awomoyi",
        "hashtag": "world",
        "description": "To restore some of the areas destroyed by recent bombing, the Ukrainian youth organization Repair Together is organizing 'clean-up raves' - vibrant techno parties in which volunteers and locals work together to rebuild.",
        "text":"As the aroma of burnt debris looms in the air and the feeling of security is not yet restored, you wouldn't expect to be met with a vibrant burst of techno music from a bombed-out shell of a community building.\nBut that's exactly what is happening in Yahidne in northern Ukraine where a group of young Ukrainians are picking up their shovels to clean up the ruins left by war.\nRussia invaded the country in February, with many major cities targeted by missiles and artillery fire - leaving large buildings reduced to dust.\nUkrainian youth organisation Repair Together have set up what they call 'clean up raves'.\nThey invite DJs to play techno music as volunteers and locals work together to restore areas that were recently liberated from Russian occupation.\n'We are rebuilding,' Darka Harnyk, one of the 200 volunteers who gathered at the House of Culture, tells Radio 1 Newsbeat.\n'It was the cultural centre that was burned down to the ashes, there were several walls left and we've been having a rave out there.'\nDarka, 22, says before the war she was able to 'go out every weekend' and have raves that would run from Friday night to Monday morning.\nBut after seeing the devastation of the war and hearing about 'this amazing idea of a rebuilding project', she was keen to get involved.\n'Cleaning the mess, taking the cement and making sure you could see the walls, that was our main goal,' Darka says.\n'Doing techno parties and helping the world at the same time, helping Ukraine at the same time.'",
        "source": "BBC News",
        "id": "34"       
    },

    {
        "image": "/images/lego.jpg",
        "title": "Engineers build LEGO-like AI chips",
        "author": "Deena Theresa",
        "hashtag": "culture",
        "description": "MIT engineers just developed a stackable, reconfigurable artificial intelligence chip, moving towards a future where smart devices could simply be upgraded with the latest sensors and processors that snap onto the device's internal chip - like LOGO bricks.",
        "text":"What if you don't ever have to discard your cellphones, smartwatches, and other wearable devices for a newer model?\nDoesn't sound likely, eh?\nResearchers at the Massachusetts Institute of Technology have done just that. They figured such electronic devices could be upgraded with the latest sensors and processors that would snap onto a device's internal chip - like LEGO bricks. \nSuch reconfigurable chipware could keep devices up to date while reducing electronic waste.\n'It came to our attention that conventional chips with hard-wired connections are not reconfigurable, meaning that the functionality of a system is fixed. In the internet-of-things (IoT) environment, there's a growing interest in multi-functionality and reconfigurability combined with sensor networks, and thus we envisioned the idea of LEGO-like stackable chips without hard-wired connections,' the team told IE.\nThe team’s results are published in Nature Electronics.\nBrick by brick\nThe design comprises alternating layers of sensing and processing elements, along with light-emitting diodes (LED) that allow the chip’s layers to communicate optically. Now, other modular chip designs generally employ conventional wiring to relay signals between layers.\nSuch intricate designs are impossible to sever and rewire, thereby making stackable designs not reconfigurable.\nInstead of physical wires, the MIT design uses light to transmit information through the chip. Layers can be swapped or stacked to add new sensors or updated processors.\n'You can add as many computing layers and sensors as you want, such as for light, pressure, and even smell,' MIT postdoc Jihoon Kang said in a press release. We call this a LEGO-like reconfigurable AI chip because it has unlimited expandability depending on the combination of layers.'\nSince data transfer is done by light in free space, the chips aren't hard-wired, making them easily replaceable with other chips with different functionalities, the team said.\n An optical system enables communication\nCurrently, the design is configured to carry out basic image-recognition tasks, which is done through a layering of image sensors, LEDs, and processors made from artificial synapses — arrays of memory resistors, or 'memristors,' that the team previously developed, which together function as a physical neural network, or 'brain-on-a-chip'.\nArrays can be trained to process and classify signals directly on a chip, sans external software or an Internet connection.\nImage sensors were paired with artificial synapse arrays - that were trained to recognize the letters M, I, and T. Now, if it were a conventional approach, the sensor's signals would be relayed to a processor via physical wires. Here, the team fabricated an optical system between each sensor and artificial synapse array to enable communication between the layers without the requirement for a physical connection.\n'Other chips are physically wired through metal, which makes them hard to rewire and redesign, so you’d need to make a new chip if you wanted to add any new function,' said MIT postdoc Hyunseok Kim.",
        "source": "Interesting Engineering",
        "id": "35"        
    },

    {
        "image": "/images/gender-roles.jpg",
        "title": "Study officially debunks 'boys will be boys'",
        "author": "University of Helsinki",
        "hashtag": "culture",
        "description": "A recent study indicates that there are not very many thoroughly girlish girls or boyish boys, but rather boyish girls and girlish boys in all studied domains including personality, values, school grades, educational track and cognitive profile.",
        "text":"A research article published in the European Journal of Personality demonstrates that girls and boys who were girlish and boyish with regard to a specific domain, such as grades, were not, on average, more so in terms of another domain, such as personality.\nAmong Finnish adolescents completing their basic education, the study investigated gender differences in terms of personality, values, school grades, cognitive ability and educational track.\n'As a rule, there were no prototypically boyish boys or girlish girls. For instance, boys who were very boyish in terms of personality were not more likely to be very boyish also in terms of their values, school grades, educational track or cognitive profile,'says Postdoctoral Researcher Ville Ilmarinen from the Swedish School of Social Science, University of Helsinki.\n'At the level of the individual, some boys will be very boyish in more ways than one, but there are no general population-level trends that would give credence to the ‘boys will be boys’ phrase. Boys can be very boyish in certain areas, such as their grades, but not at all in other areas, such as personality, values or cognitive performance. In addition, there are plenty of boys whose grades are not particularly boyish.'\nTo determine the girlishness and boyishness of different domains, the gender diagnosticity approach was utilised.\nGender is most clearly seen in grades\nThe biggest gender difference was observed in school-leaving grades. Based on the grades, it was possible to predict the gender of individuals with an accuracy of 77.5%. Merely guessing would only give a probability of 50%.\nIn other areas, the predictive power was 60–70%. The descending order of accuracy was: personality, values, optional subjects, cognitive ability and applications for secondary education.\n'We also found that boys had more variation in how boyish or girlish their values, cognitive ability and grades were. This means that two randomly selected boys would be more different in terms of how boyish they were in these areas, with two randomly selected girls being more similar in the extent to which they were girlish,' Ilmarinen says.\nThe findings show that the areas or domains that one is investigating matter when making inferences about femininity and masculinity, since these are largely unique to individual domains.\n'At the same time, it was clarifying to see that the biggest gender differences are in grade profiles, not in personality or cognitive ability.'\nBased on the results, the average girl and the average boy take rather different paths in comprehensive school, at least on the basis of their grades. However, there were also boyish girls and girlish boys in this domain, as in all other domains.\nExtensive data enabled the diverse examination of gender differences.Previously, femininity and masculinity across various areas has not been investigated much. Now, a dataset well suited to such examination was available.\n'This study included measures from different domains of life, and had a large and representative sample at important stage of life,' Ilmarinen says.",
        "source": "Neuroscience",
        "id": "36"        
    },

    {
        "image": "/images/remote-work.jpg",
        "title": "Remote work does not affect productivity",
        "author": "Loukia Papadopoulos",
        "hashtag": "world",
        "description": "Not all companies are ready to embrace hybrid schedules or remote working as a permanent option. A new study shows that what drives employees' productivity is making sure they take regular breaks, not company office space.",
        "text":"There is good news for those who enjoy working from home. A research team from the Texas A&M University School of Public Health has conducted a new study that found that employee and company resiliency may be enhanced through remote work, according to a statement published by the institution on Friday.\nEvaluating employee productivity during Hurricane Harvey\nThis is particularly true during natural disasters and other events that lead to workplace displacement. In particular, the study evaluated employee technology data before, during, and after Hurricane Harvey.\nWhat the researchers found was that total computer use declined during the hurricane but returned swiftly to pre-hurricane levels seven months after the event.\n'In the future, there will be a greater percentage of the workforce who is involved in some sort of office-style technology work activities,' said Marx Benden, who is director of the school’s Ergonomics Center.\n'Almost all of the study’s employees were right back up to the same level of output as they were doing before Hurricane Harvey. This is a huge message right now for employers because we’re having national debates about whether or not employees should be able to work remotely or in a hybrid schedule.'\nExploring workplace injuries\nThe study went beyond assessing productivity to examining the causes of workplace injuries. They found that it was important for employees to take regular breaks to avoid being hurt on the job.\n'The research says that if you work a certain way at a certain pace over a certain duration, you’re more likely to become injured from that work,' Benden said. 'But if you work a little less or a little less often or break up the duration or have certain other character traits — like posture — then you’re less likely to develop a problem from doing your office work.'\nBenden went so far as to suggest that employers nudge employees to take regular breaks and recharge before finishing their work. This, he argued, would make for a healthier and more resourceful workforce.\n'The people who took the recommended breaks were more productive overall. They got more done,' he said. 'We need to learn this about people, we need to teach people about it, and then we need to help people actually do it.'",
        "source": "Interesting Engeneering",
        "id": "37"        
    }
]