[{
    "image": "/images/testimonials/testimonials-1.jpg",
    "name": "Penelope",
    "surname": "Garcia",
    "city": "Barcelona",
    "text": "I’m a 29 year old woman from Barcelona. I have a loving husband who I agree with 95% of the time. We share a hobby with a bunch of people who are family or close like family. We both have stable jobs, own our own home, and have a baby on the way. Our life has its ups and downs, good days and bad. Sometimes we struggle, and sometimes we soar. But right now, amongst all the chaos and uncertainty, I’m somehow the happiest I’ve ever been. I don’t know if it’s a mindset or what, but I wouldn’t trade what our life now is for anything."
},
{
    "image": "/images/testimonials/testimonials-2.jpg",
    "name": "John",
    "surname": "Smith",
    "city": "Amsterdam",
    "text": "When I was young, my grandfather gave me a pocket watch as a birthday present, and I fell in love with the combination of art and science in watchmaking. I started reading books and learning everything I could about watches and watchmaking. At 16 I landed an internship at a jewelry store near my hometown and started replacing batteries and sizing watch bracelets. After a while, I became a real watchmaker at worked at different places in different countries, but it wasn't enough for me. Last month I opened my own shop with watches and jewelry (primarily I repair and restore Rolex), and I wouldn’t want to be anywhere else doing anything else."
},
{
    "image": "/images/testimonials/testimonials-3.jpg",
    "name": "Anna",
    "surname": "Karenina",
    "city": "Copenhagen",
    "text": "I had been working as a nurse for almost twelve years, and last year I decided that it was time to become honest with myself about my life choices. I knew that I hated my job, but I was too unmotivated to change it. But at that moment I understood that the time had come, so I applied for a program to become a high school teacher. And now for the most part my day is endless fun. I get to meet incredible young people, I have time for my family and dogs, work in my garden, and get all my chores done. Then all of my evenings and weekends are free to just do what I want. I live so close I can leave work at 3 and be home by 3.05. It really is a completely blissful life!"
}

]